{
    "10": [
        "10－財星(文曲)\n分析：一、先天數：「1」－帶表隱藏著的霸業。\n二、後天數：「0」－代表智慧、思想、攀附與財富。\n三、母子關係：相合(由子數化母數)，由後天轉為先天，有如由動作轉為思想，並且合而為一，思想功能特強。\n星座特性：這是一顆智慧相當高、思考能力相當強的星座，其主宰著智慧與財富的磁場，只可惜先、後天皆屬隱藏性的，故不易被發掘。\n有此星座者，最忌不表現。"
    ],
    "11": [
        "11－唯我星\n分析：一、先天數：「2」－代表安逸、享成、懶散。\n二、後天數：「1」－代表主導帶動之功能。\n三、母子關係：相斥，得不到資助能互補功能，只有等量共存。\n星座特性：自立性強，唯我主義形，故稱之。有如在宇宙中環繞在旁邊的衛星，只有共存關係，難有大格局。\n最忌獨創。"
    ],
    "12": [
        "12－承接星\n分析：一、先天數：「3」－代表競爭、奮鬥、成長。\n二、後天數：「2」－代表輔佐、文書及維持紀律之功能。\n三、母子關係、相合，滋養功能很強，更可取而代之「承接」，故稱之。\n星座特性：是一顆外體完美，內有強烈磁場的星座，也是最有影響力的「相星」，更可「相代君職」。\n不可無主"
    ],
    "13": [
        "13－追擊星\n分析：一、先天數：「4」－代表活躍、奉獻。\n二、後天數：「3」－代表動力、活力、速度之功能。\n三、母子關係：母數生子數，直接的資助功能，有如能源與燃料之補充。\n星座特性：是一顆動力與追擊力很強的星座，有如宇宙中的彗星，像響尾蛇飛彈，很懂得追擊別人。\n最適合開拓外交，往外發展(開拓市場)。\n最忌衝過頭。"
    ],
    "14": [
        "14－天機星\n分析：一、先天數：「5」－代表複雜、變化。\n二、後天數：「4」－代表口舌、聲、光、亮麗之功能。\n三、母子關係：母數生子數，暗助資源，有如輸送精髓與智慧。\n星座特性：是一顆很有才華、思緒及說服力的星座，有如超級軍師，很會動腦思考，雖然多勞心力，卻田產豐裕(屬田宅星之故)。\n天機星是最會經營的軍師，故於政、商兩界均可發展。"
    ],
    "15": [
        "15－祿存星\n分析：一、先天數：「6」－代表守成、入庫。\n二、後天數：「5」－代表儲存、穩定、容納之功能。\n三、母子關係：母數剋子數，間接資助功能，加強其儲存功能。\n星座特性：是一顆最能凝聚、儲存財源的星座，也是財源的星座，也是財庫的代表，對金融有特殊之敏感力，故稱之為「祿存星」。\n此星最忌過度重利。"
    ],
    "16": [
        "16－天馬星\n分析：一、先天數：「7」－代表承接、得到。\n二、後天數：「6」－代表奔馳、遠行之功能。\n三、母子關係：母數剋子數相合，雖是間接資助功能，卻可為子所用。\n星座特性：是一顆機運很好、軌道最順的驛馬星，也是最有機會接觸到上層社會而被重用，故稱之為「天馬星」。"
    ],
    "17": [
        "17－開發星\n分析：一、先天數：「8」－代表開創、突破。\n二、後天數：「7」－代表開發、獨力、奮鬥之功能。\n三、母子關係：子數剋母數，得不到母數之資助功能，但可讓子數有強烈發揮的空間。\n星座特性：這是一顆最能自由發揮、開拓前程的星座，忙碌、奔波、開發新疆土，白手起家的代表。\n本星座對財源及前途的開拓功能皆相同，但最忌諱投機。"
    ],
    "18": [
        "18－實力星(事業星)\n分析：一、先天數：「9」－代表表現、交替。\n二、後天數：「8」－代表實際、成果之功能。\n三、母子關係：子數剋母數，有衝接母體之現象，往往由衝撞中而突顯子數之實力，故稱之為「實力星」。\n星座特性：這是一顆勤於耕耘、憑實力發展、追求實質的星座，也稱之為「事業星」，屬於勞碌形的一顆星。\n此星座最容易撞擊到上位者，忌之。\n本星雖是主星，若扮演副星之角色，反而可得物質豐富。"
    ],
    "19": [
        "19－奇發星\n分析：一、先天數：「1」－代表隱藏、黑暗與幻象。\n二、後天數：「9」－代表變化、附合、多變與破壞。\n三、母子關係：子數生母數，雖得不到資助，卻因此減弱子數多變的不良反應，更可塑造子數的發展，故有「奇發星」之稱。\n星座特性：這是一顆隨環境而變的星座，入白則白、近黑則黑，最可塑造的星座，唯塑造者為其上位者或當時之環境與時空。\n本星座發跡時，很容易三級跳，最忌專權、跋扈。"
    ],
    "20": [
        "20－文曲星\n分析：一、先天數：「2」代表安逸、享成、懶散。\n二、後天數：「0」－代表智慧、攀附、財富之功能。\n三、母子關係：子數生母數，由子數回頭滋養母數，故稱之為「孝星」。註：女命則有幫夫(子數生母數)。\n星座特性：這是一顆思想稱定、有智慧、懂得合作攀附的星座，輔佐功能甚強，又此星也是財星，故合夥從商甚吉。\n本星座最忌懶散，思多行少。"
    ],
    "21": [
        "21－爭權星\n分析：一、先天數：「3」－代表競爭、奮鬥、成長。\n二、後天數：「1」－代表領導管理功能。\n三、母子關係：相合(子數化母數，合之)，完全滋養母數，故有替人打天下之現象。\n星座特性：這是一顆競爭最強烈的權星，雖有領導功能，但是較不穩定，總要經過一番奪方可得之。\n本星座主宰著權力與掌控，但需要經過競爭的考驗。\n最忌諱起伏不定。"
    ],
    "22": [
        "22－文昌星\n分析：一、先天數：「4」－代表活躍、奉獻。\n二、後天數：「2」－代表輔佐、文書、完美及維持紀律之功能。\n三、母子關係：相斥，得不到資助或互補功能，只有共存，反而突顯文昌星之完美主義。\n星座特性：這是一顆完美主義很強，最有文藝功能的星座，自主性很強，是相星中輔佐功能最弱的一顆星。\n此星最忌口語直銳。"
    ],
    "23": [
        "23－追隨星\n分析：一、先天數：「5」－代表複雜、變化。\n二、後天數：「3」－代表動力、活力、速度之功能。\n三、母子關係：相生，母數生子數，直接滋養功能，也可有承接的機運。\n星座特性：這是一顆性質複雜，不穩定的動力星，有追隨的功能，並可得提拔、任用，或承接。\n本星座主宰著交通的功能。\n最忌諱變動。"
    ],
    "24": [
        "24－福德星\n分析：一、先天數：「6」－代表守成、入庫。\n二、後天數：「4」－代表聲音(口舌)、光芒、亮麗之功能。\n三、母子關係：相生，完全資功功能，使子數更能發揮光芒(知名度)。\n星座特性：這是一顆最受照顧與愛護的星座，也就是有此星座的人最容易獲得貴人照顧，故稱之為「福德星」，機運也特別好(母數生子數又逢先天入庫的氣)。\n此星座主宰著機運與貴人，最忌犯口舌災(但卻適合傳達事業，如老師)。"
    ],
    "25": [
        "25－穩定星\n分析：一、先天數：「7」－代表承接、得到。\n二、後天數：「5」－代表儲存、穩定、容納之功能。\n三、母子關係：母數剋子數，間接穩定子數之功能，故稱之為「穩定星」日。\n星座特性：這是一顆相當穩定的庫星，先天又有承接的氣，又是收割時節，更增加其儲存功能，因此也是最有資源的一顆星，故凡是有此星座的人，一生穩定機運好，財氣也不錯，宜在商界發展。"
    ],
    "26": [
        "26－驛馬星\n分析：一、先天數：「8」－代表開創、突破。\n二、後天數：「6」－代表奔馳、不受拘束、遠行他鄉之功能。\n三、母子關係：相剋，母數剋子數，有間接資助功能，但是子數不太受理(有此理推之，「26」不容易承接祖業)。\n星座特性：這是一顆不受拘束、自由發揮，善於往外發展，喜歡靠自己、靠實力，具有野性的星座。\n此星座很容易流失上層機運。\n此星為主星，但求功名勝過商財。"
    ],
    "27": [
        "27－能力星\n分析：一、先天數：「9」－代表表現、交替。\n二：後天數：「7」－代表開發、獨力奮鬥及孤獨之功能。\n三、母子關係：相剋(暗合)，子數剋母數，無法到資助，卻可以回頭經營、開發母體。\n星座特性：這是一顆要靠自己奮鬥、表現能力、踏實經營發展的星座，故有「能力星」之稱，因得不到母體之資助，故又稱之為「孤星」。雖是如此，但若成熟後卻可回頭經營母體而有成。\n女命逢此星要為夫付出一生。"
    ],
    "28": [
        "28 －官貴星(寡星)\n分析：一、先天數：「１」－代表隱藏、暴發。\n二、後天數：「8」－代表實際、成果及貴氣之功能。\n三、母子關係：相剋，子數剋母數，得不到母數之資助卻突顯子數的資量功能。\n星座特性：這是一顆脫離母體、暗中顯貴的星座，有如月球(註：月球是地球的衛星，卻獨立存在，又可借太陽之光而顯貴)，因為這顆星座繞著母體行走，故又稱之為「寡星」。然而借外來之光芒故又稱之為「官貴星」。\n凡此星座可攀官家或外親(女命最宜嫁官家)。\n本星座最忌淫亂。"
    ],
    "29": [
        "29－亂世星\n分析：一、先天數：「2」－代表安逸、享成、懶散。\n二、後天數：「9」－代表變化、附合、多變及破壞。\n三、母子關係：相生(子數生母數)，雖是子數生母數，可惜陽水無法滋養陰木，反而有爛木之相。\n星座特性：這是一顆由母數強烈突顯其子數變化力量的星座，也是唯一無法滋養母體反而爛之，而更呈現自己之破壞力的一顆星，故稱之為「亂世星」(又稱梟雄)，其一生之機運皆在混亂的環境中取得(亂中取勝)。\n此星最忌懶散、沒有鬥志。"
    ],
    "30": [
        "30－經營星\n分析：一、先天數：「3」－代表競爭、奮鬥、成長。\n二、後天數：「0」－代表智慧、攀附、財富之功能。\n三、母子關係：相剋(子數剋母數)，雖得不到母數之資助，卻可以突顯自己的強大功能。(陰水不傷陽火)\n星座特性：這是「文曲星」群中(10→60)最活躍，也是財星群中最會經營的一顆星，故稱之為「經營之星」(由母數的活躍來帶動財星－財要動)。凡有此星座者，即使從政也是傾向財經功能。\n屬於此星座的人最怕思多行少。"
    ],
    "31": [
        "31－奉獻星\n分析：一、先天數：「4」－代表活躍、活潑、奉獻。\n二、後天數：「1」－代表領導、管理、掌控、權力之功能。\n三、母子關係：相生(子數生母數)，有滋養母體之功能，更而突顯其奉獻，故稱之。\n星座特性：這是一顆非常活躍、主動的權星，「它」是先求表現能力、奉獻付出，爾後再取得經營權的一顆星。\n此星座雖是權星，但卻是次級星，非革命者，最忌篡位。\n此星座相當活躍，適合周旋於人際、外交。"
    ],
    "32": [
        "32－攀附星\n分析：一、先天數：「5」－代表複雜、變化、凝聚。\n二、後天數：「2」－代表輔佐、文書及維持紀律之功能。\n三、母子關係：相合(子數化母數，合之)，完全附著於母數，雖轉化到母體，卻不會消失(天地之理，母不食子)。\n星座特性：這是一顆最懂得攀附、相伴左右、得到照應的星座，集其先天凝聚之氣(吸收)及後天輔佐之力，故有攀附之天資，總可以佔母體之光輝而得機運。\n此星座最忌思多行少、好逸惡勞。\n女命有幫夫命，但切記，勿取而代之。"
    ],
    "33": [
        "33－背景星\n分析：一、先天數：「6」－代表守成、入庫，象徵守成形。\n二、後天數：「3」－代表動力、活力、速度之功能。\n三、母子關係：相斥，雖然是相斥，但是陽火本可相融，除了共存外，更可借母之光芒而亮麗自己，故有「背景星」之稱(可靠母體)。\n星座特性：這是一顆可以借母體之光芒而亮麗自己的星座，故稱「背景星」。因此「背景星」者一生中很容易有機會找到靠山(也可以說：此星座的人，必須要因主而榮、因夫而貴)。\n本星座最忌獨闖。"
    ],
    "34": [
        "34－承襲星\n分析：一、先天數：「7」－代表承接、得到，象徵著接收。\n二、後天數：「4」－代表聲音(口舌)、光芒、亮麗之功能。\n三、母子關係：相合(母數化子數)，陽火化陰火，顯其光芒化二合一，故有「承襲星」之稱。\n星座特性：這是一顆最容易得到機運，最有貴人相助，甚至被取而代之的「承襲星」，凡逢此星座者，其一生之機會甚多，在官得官、在商得財、在文化界則得名，也可以承接家業的一顆星，可謂之富貴星。\n此星座最忌不惜福。"
    ],
    "35": [
        "35－忙碌星\n分析：一、先天數：「8」－代表開創、突破、前進之氣。\n二、後天數：「5」－代表儲存、穩定、容納之功能。\n三、母子關係：相生，母數生子數有強烈的資助功能，又是活絡的母數，使「庫」得以經營。\n星座特性：這是最會經營，也最忙碌的一顆庫星，在「庫星」群中(15→55)只有「忙碌星」的庫星是活性的，有進有出，並且可開創財源(資源豐盛)，是星座中最忙碌的一顆，故而命名之。由於母數「3」可經營子數之緣故，因此，凡是此星座者其一生之機運皆來自於工作與事業上，只要用心經營，必有前途，唯獨其政治路途，不像從商那般順利。\n此星最忌投機或不踏實。"
    ],
    "36": [
        "36－寵信星\n分析：一、先天數：「9」－代表熱力表現、交替之氣。\n二：後天數：「6」一代表奔馳、毅力、遠行之功能。\n三、母子關係：相生，母數生子數，有強烈滋養、資助，使子數完全得到照顧。\n星座特性：這是「驛馬星座」群中最容易得到提拔、照顧的一顆星，由於母數之雙重影響(母數生子數及母數「3」有經營子數之功能)，使得此星有被「寵信」之現象，故而命名之。凡此星座者，皆可得上位者之提拔、重用、信任與照顧的機運，可言之，其一生之貴人甚旺。\n最忌獨闖或跋扈。"
    ],
    "37": [
        "37一人際星\n分析：一、先天數：「1」－代表隱藏、黑暗與幻象。\n二、後天數：「7」－代表開發、獨力、奮鬥之功能。\n三、母子關係：相剋，母數剋子數，雖然是母數剋子數，但是因為母數「3」有經營之功能，故反而可改造子數「7」的特性(孤)。\n星座特性：這是一顆靠人際關係而得到機運的一顆開發星(人際關係的磁場特別強)，相對的，這一顆星若是在人際關係上(尤以上層)處理不好，則很難成功，此顆星最重要的是在其一生中以經常會有人脈為主軸，故其孤星的力量減弱，反而突顯在「開發」的功能。\n最忌做獨行俠。"
    ],
    "38": [
        "38一賞識星\n分析：一、先天數：「2」一代表安逸、享成、懶散。\n二、後天數：「8」一代表實際、成果之功能。\n三、母子關係：暗合，母數剋子數帶合，雖然母數剋子數但因其數字相合，故無法改造，雖有弊卻有利，其「利」在子數可受母數之吸引，故有「賞識」之稱。\n星座特性：這是一顆被「主星」(母數|)吸引的一顆衛星，故其一生的榮華皆與主星有關，若其被政客吸引，則可在政治發展；若被當商吸引，則可在商界發展。\n其一生的發展主軸在於選擇可追隨之主星。\n最忌犯上而失去主星(靠山)。"
    ],
    "39": [
        "39一短發星\n分析：一、先天數：「3」－代表競爭、奮鬥、成長。\n二、後天數：「9」一代表變化、附合、多變及破壞。\n三、母子關係：相剋，子數剋母數，母數「3」的經營磁場改變子數的變化功能，更而使「9」進入有用的經營，唯可惜其母子相剋難持久，故有「短發」之稱。\n星座特性：這是一顆能在很短的時間內，即可創造成功的一顆變化星，然而「它」也是一顆有了成就而不容易持久的星座。這一顆星的發展是迅速的，但是無法長期靠上層之資源，要走自己的風格，雖辛苦卻可有成，若安逸反成空(女命逢此星不宜發展事業，反之婚姻有損)。\n持續守業是它的必修課程。"
    ],
    "40": [
        "40一時代星\n分析：一、先天數：「4」一代表活躍、活潑、奉獻。\n二、後天數：「0」一代表智慧、攀附、財富之功能。\n三、母子關係：相剋，子數剋母數，得不到母數之改造及資助，反而突顯子數的表現功能。\n星座特性：這是一顆最要奉獻付出心智的文曲星，因受母數「4」的位買之感應，故很容易得到時空、朝代付予表現、發揮的磁場，故有「時代星」之稱。這顆星的表現功能很強，惜非主星，因此與上層的關係將是「它」一生中最該修煉與經營的課程，若是獨闖，終將壯志未愁一場空。"
    ],
    "41": [
        "41一天權星\n分析：一、先天數：「5」一代表複雜、變化、凝聚。\n二、後天數：「1」一代表領導、管理、掌控、權力功能。\n三、母子關係：相生，雖然子數生母數，但是卻很容易得到經營權，故有「天權星」之稱。\n星座特性：這是一顆最容易承接到權力的星座，他的一生中最會碰到這種機會，常常讓人感覺到它是「空降」來的，故有「天權」之稱。唯獨必須要注意的是選擇組織及用心經營將是這顆星的重要課題。\n天權星的資源皆來自於組織與上層，因此最忌諱破壞倫理制度。"
    ],
    "42": [
        "42一天相星\n分析：一、先天數：「6」一代表收成、入庫。\n二、後天數：「2」一代表輔佐、文書、完美及維持紀律之功能。\n三、母子關係：相生，子數生母數，輔佐功能強，受母數「4」之感應，故有施有得，也很容易受重用。\n星座特性：這是一顆「一人之下，多人之上」的輔佐星座，是「相星」中最容易被提拔、重用的一顆星，輔佐功能很強，有如天國中之宰相，故有「天相」之稱。其一生中若選對主星(上層人際、老闆)用心經營，將會被錄用為左右手。\n本星座者若從商，也必須要有上游商之支持者為吉。\n本星座者最忌諱剛愎自用。"
    ],
    "43": [
        "43一獵戶星\n分析：一、先天數：「7」一代表承接、得到。\n二、後天數：「3」－代表動力、活力、速度之功能。\n三、母子數關係：相合，母子數相合共體，子數化母數，又子數為「3」是動力星，可母子合一(可經營母體、組織)。\n星座特性：這是一顆很會尋找獵物的星座，有如獵人般，故有「獵戶星」之稱。雖然先天氣是「7」有承接的機會，卻必須要先自己尋覓到目標才有機會。因此「它」也是一顆很忙碌的星。\n女命有此星座者，很容易成為職業婦女。\n本星座雖會尋覓獵物(目標)，但恐缺乏組織功能。"
    ],
    "44": [
        "44一光芒星\n分析：一、先天數：「8」一代表開創、突破及新方向。\n二、後天數：「4」一代表聲音(口舌)、光芒、亮麗之功能。\n三、母子關係：相斥，母子數相同，有排斥現象，唯母子數同為陰火，呈現光芒重疊，故而稱之。\n星座特性：這是一顆最容易獲得名氣(光芒四射)的星座，其一生的機運皆來自於上層關係、組織、環境，並且要主動爭取與把握。\n本星座最忌諱口舌及破壞人際關係。\n女命則以夫為貴(選夫家很重要)。"
    ],
    "45": [
        "45一變動星\n分析：一、先天數：「9」一代表突顯、表現、交替、轉變。\n二、後天數：「5」代表著儲存、穩定、容納之功能。\n三、母子關係：相生，母數生子數(旺相)，陰火生陽土，有促使子數接收母數的特質。\n星座特性：這是一顆在變動中可獲利及獲得機會的星座，其一生中都有被提拔，或在大環境變動時被重視而獲得好機會，因此有「變動星」之稱。本星座也有承接之特質，只是先天氣落在突顯位，故要有表現及選擇性之轉變才可(承襲特職比12、23、34稍遜)。"
    ],
    "46": [
        "46一四海星\n分析：一、先天數：「1」一代表潛在的力量、黑暗與幻象。\n二、後天數：「6」一代表奔馳、不受拘束、遠行他鄉之功能。\n三、母子關係：相生，母數生子數，有資助、帶動及授予的功能。\n星座特性：這是驛馬星中，常常有機會奔馳於上流機會(上階層)，跑得最遠，並且很容易揚名於外鄉的一顆星，故而稱之「四海星」。\n本星座在各行各業都有機會，唯宜經營上層次。\n本星座最忌困守本鄉。"
    ],
    "47": [
        "47一官祿星\n分析：一、先天數：「2」一代表安逸、享成。\n二、後天數：「7」－代表開發與奮鬥之功能。\n三：母子關係：相剋，母數剋子數，陰火雖不能改造陽金，卻可使陽金增質。\n星座特性：這是孤星群中，最不辛苦，也最有財祿的一顆星，故而命名「官祿星」。其一生的機運建立在組織、環境中，尤其在家族事業中，最容易得到機會與財祿。\n此星座最喜女命，可化其孤星之特質，而得其祿。"
    ],
    "48": [
        "48一天貴星\n分析：一、先天數：「3」－代表競爭、奮鬥、成長。\n二、後天數：「8」一代表實際、成果之功能。\n三、母子關係：相剋，母數剋子數，陰火為光剋陰金更突顯其金質之格，故有「天貴星」之稱。\n星座特性：這是事業星座中最有貴氣的一顆星，然而其「貴氣」均來自於家庭淵源或時代背景，故可遇不可求(女命多男命一次機會)。因此，擁有此星座的人，若是家庭環境好則要更加努力；若無家族背景則必須以求格、求官為主。"
    ],
    "49": [
        "49一無主星\n分析：一、先天數：「4」一代表活躍、奉獻。\n二、後天數：「9」一代表變化、多變及破壞。\n三、母子關係：相剋，子數剋母數(4、9暗合)，得不到母數之功能，而帶動左右母數(奇數帶動偶數)。\n星座特性：這是五鬼星座中最不會攀附的一顆星，由於受「母子關係」之影響，故而得不到母體之照應，反而會帶動影響母體，故而稱之為「無主星」。這顆星的自主性強，又不太穩定，因此一生的機運要靠後天之修身與經營。"
    ],
    "50": [
        "50一天府星\n分析：一、先天數：「5」一代表複雜、吸收、凝聚。\n二、後天數：「0」一代表思考、智慧、攀附、財富之功能。\n三、母子關係：相剋，母數剋子數(剋帶合)，受母數影響，使文曲星有重修、再生之功能。\n星座特性：這是文曲星座中最有思考力的一顆星，故有「天府星」之稱。但是這顆星的思考模式是屬於潛藏的，必須經過後天環境之改造方可發揮，「它」受母數之影響，只要發揮表現出來，一生很容易受重視，最適合當幕僚、特助。"
    ],
    "51": [
        "51一晚發星\n分析：一、先天數：「6」一代表收成、入庫。\n二、後天數：「1」一代表主導與影響、管理與權力。\n三、母子關係：相剋，子數剋母數(陽木剋陽土有凝聚、吸收之功能)。\n星座特性：這是權星座群中最容易在內部穩定發展的一顆權星，這顆星與其他權星不一樣的是「它」無法快速篡起，或要用爭鬥而得到，反而要長期經營，故有「晚發星」之稱。\n本星座適合於本鄉發展，成功後方可往外擴展。"
    ],
    "52": [
        "52一困行星\n分析：一、先天數：「7」一代表承接、得到。\n二、後天數：「2」一代表輔佐、完美及紀律。\n三、母子關係：相剋，子數剋母數，雖不易得到母數之資助，但可在內部重修而提升自己。\n星座特性：這是相星座群中最不容易發揮輔佐功能的一顆星，雖屬相星卻又被母數所困，很難發揮，一生空有其學，懷才不遇，故有「困行星」之稱。其一生之機運反而要靠自己突破。"
    ],
    "53": [
        "53一祿馬星\n分析：一、先天數：「8」一代表開創、突破。\n二、後天數：「3」－代表動力、前進與速度。\n三、母子關係：相生，子數生母數，子數滋養母數，更突顯子數之功能。\n星座特性：這是車星座群中最會走出自己一條路的一顆星，雖然無法得到母體之資助，卻反造成這顆星的自發功能、發揮其實力，故有「祿馬星」之稱。\n「祿馬星」可由原有之環境重修再生之功能，而往外發展自由發揮之機運。\n"
    ],
    "54": [
        "54一隱形星\n分析：一、先天數：「9」一代表突顯、表現、交替、轉變。\n二、後天數：「4」－代表口舌、聲、光、亮麗之功能。\n三、母子關係：相合(子數化母數，合之)，完全附著於母數，雖轉化到母體，卻不會消失(天地之理，母不食子)。\n星座特性：這是口舌星座群中最不會表現的一顆星，子數必須完全付出給母數後才能顯出子數的活力，未經訓練前反而無口舌功能，故有「隱形星」之稱。\n女者「隱形星」有幫夫命，勿取而代之。"
    ]
}