{
    "10": [
        " ",
        "10－財星(文曲)\n"
    ],
    "11": [
        " ",
        "11－唯我星"
    ],
    "12": [
        " ",
        "12－承接星"
    ],
    "13": [
        " ",
        "13－追擊星"
    ],
    "14": [
        " ",
        "14－天機星"
    ],
    "15": [
        " ",
        "15－祿存星"
    ],
    "16": [
        " ",
        "16－天馬星"
    ],
    "17": [
        "星座的特質—這是一顆最能自由發揮、走出自己風格、開拓前程的星座；這顆星的自主性很強，並且很喜歡脫離舊軌道，往新的方向開創與追求新目標而前進，故稱之為『開發星』。\n◎其意義是在告訴你：這一輩子的前程管是在官途、公職或者是在商界發展，你都必須要懂得靠自己去追求新目標，走在時代的前端，不能太守舊(保守)；並且要敢冒險、勇於突破、主動積極的奮鬥經營，才能有一番作為。\n人生有兩賭：『一、賭自己；二、賭別人。』這一句話最適用於你的前程發展上當座佑銘，如果你覺得自己有才華，那請你自己闖天下；若無，請你選擇一位很有特色的人跟著去打天下吧！\n◎切記：請你注意可以賭人生與前程，但不能投機和賭博。\n",
        "17－開發星"
    ],
    "18": [
        "星座的特質—顧名思義這是一顆勤於耕耘、憑實力發展、追求實際效益的星座。\n◎其意義是在告訴你：這一輩子要以勤奮做為基處、踏踏實實，憑十力發展、開拓你的前程；換言之，你也要有真本事才可以；『一分耕耘、一分收穫』是你要任定的一件事實。因此，你要懂得多多學習『專業能力』或有實質效益、技術，更要不辭辛勞的朝著人生前程去發展。\n◎切記：別期望輕鬆舒服、安逸度日，除非你不在意自己的前途。\n",
        "18－實力星(事業星)"
    ],
    "19": [
        "星座的特質—它是一顆可以隨著週邊環境而改變，逢黑則黑、入白則白的星座；其特質是可以很快的融入當時的時空，為附著於主星而改變自己，若主星隕落消失，它很快的可以投入另一個時空的主星而進行另一種改變，也因為他可以快速的轉向而發跡，故有『奇發星』之稱。\n◎其意義是在告訴你：在這一輩子的前程發展過程中，要懂得隨時環境的變化而改變自己，且以尋求成功為主要目標；若當時的環境已經在退化時，就要趕緊另外尋覓新的環境來求發展，要以『窮則變、變則通』的基本概念為今生的經營原則。\n『賢能者得功名、發跡者得財利』，『奇發星』的引導是在於以『財、利』為主；換言之，你在今生的前程的發展過程中，若有碰到抉擇時，要先考慮以求『財』為先，相對的，也在暗示著你和『財路』的緣份比較好。\n",
        "19－奇發星"
    ],
    "20": [
        "星座的特質—它是一顆思想形、穩定形、靠合作或攀附輔佐為主的星座；它具有幕僚形的思緒(智慧)，要靠主星帶動、伴隨、合作或提供策略、輔佐在旁的特質，是一顆穩定形的『財星』。\n◎其意義是在告訴你：這一輩子的前程發展是屬於穩定型的，必須要靠著攀附、合作起家，更該表現你的輔佐功能和思想功能，以主動、積極的態度，或者用好夥伴的合作關係來經營你的前程，多多學習和吸收專業知識，對你是爵對有幫助的(尤其是在理財的專業領域上)。然而，你必須要注意到『思多行少』是你的致命傷，『被動』則是你失敗的源頭。\n◎切記：格局擴大要組織，單打獨鬥沒品質；攀龍附鳳求合作，功成名就靠睿智。\n",
        "20－文曲星"
    ],
    "21": [
        "星座的特質—這是一顆在群體中靠著奮鬥和競爭、以及憑著強烈的意志力而取得主導權的星座—故稱之為『爭權星』。\n◎其意義是在告訴你：這一輩子的前程有如『爭權星』一般，要秉持著堅強的意志力、腳踏實地的努力奮鬥；不怕吃苦、不怕競爭和壓力，先求奉獻和表現，再從被考驗中求得成長。如果，你懂得把這些原則運用於人生前程的每一站，那在職場上或事業上的主導者一定是你。\n◎切記：千萬不要學而不精，一碰到挫折就放棄；要勇於挑戰未來，但是不可好高騖遠。\n",
        "21－爭權星"
    ],
    "22": [
        "星座的特質—這是一顆完美主義很強，具有文藝、法治、制度功能的星座，雖然自主性很強，卻是依附在主星旁邊輔佐形的星座。\n◎其意義是在告訴你：這一輩子的前程發展必須要懂得尋找一位你敬佩的人，依附在他身邊以輔助的形態來襯托自己的存在，或者找一個組織健全、未來發展性很好的事業體來附著；如此你的事業、前程發展則可順利成長，但是你要懂得表現奉獻的精神，以及活躍主動的態度，千萬不可太嚴謹。\n◎切記：文昌星很容易導引人在言語上的直銳。常記：『良言一句三冬暖，惡語傷人六月寒。』\n",
        "22－文昌星"
    ],
    "23": [
        "星座的特質—這是很一顆動力很強，又懂得追隨主星(上層次)而獲得提拔、任用，甚至於會取代主星之光芒(承接)的一顆星，唯一可惜的是，這顆星的本質稍具複雜，因此在沒有主星可追隨之前很容易搖擺不定。\n◎其意義是在告訴你：這一輩子的前程，將建立在認定一為成功者，或鎖定一個明確的目標，而一路追隨到底和勇往直前，絕不輕易做改變，並且要秉持著比任何人都要積極努力，永不懈怠的精神，加上毅力堅定，堅持信念，總有一天你會成功的。\n◎切記：保持追隨的態度很容易，尋找追隨的對象就很難；認定成功的目標很簡單，堅持到底的精神更困難。\n◎提示： (命宮發動年)   歲是你人生的轉變的關鍵年，請你留意一下。\n*備註：\n◎如果你老公在創業，那請你把追隨的對象鎖定是他，以吳舜文當範本。\n",
        "23－追隨星"
    ],
    "24": [
        "星座的特質—『福德星』顧名思義是有福氣、也就是很容易得到愛護和照顧，機運也特別好，有如神界之『福、祿、壽』三公中的福星。\n◎其意義是在告訴你：在這一輩子的前程發展路上，隨時隨地都有貴人照應著你，很容易得到愛護與幫助，『好機會』也特別容易來眷顧你，就連碰到波折、不順的時候，也很容易絕處逢生。但是，你要特別注意在獲得別人愛護與提拔之前，必須先懂得表現自己的能力和人際關係，尤其在面對長輩、貴人時，要懂得如何尊敬和奉承；相對的，想要在事業上有所發展，那你更要懂得以親和的態度和屬下相處，自然你就可以得到支持和擁護，尤其是白手起家的人。總而言之，你的人生是『幸福的』，或者可以說是『福星高照』。\n◎切記： 誠信待人為根本，福星高照在爾身；若是口舌是非多，前途暗淡又渾沌。\n",
        "24－福德星"
    ],
    "25": [
        "星座的特質—這是一顆在穩定的環境中成長、守成、儲存的星座，其接收功能甚強、資源又豐富、財氣也不錯，股又有『庫星』之稱。\n◎其意義是在告訴你：這一輩子的前程是屬於穩定形的，不太會有顛簸起伏的狀況發生；除此之外，也在暗示你今生的前程的發展要以守成或是在穩定中成長，以尋找資源豐富的環境為立基點，從政不如從商、求名不如求利、開源創利不如節流生息；何處有收成、就往何處去，凡事以穩定為地一，如果你懂得以這些原則做為追尋的目標，那你的人生將會是『富庶的』。\n◎切記：有人進攻有人守，資源豐富要會收；放棄一切我獨行，歲月消失難回首。\n",
        "25－穩定星"
    ],
    "26": [
        "星座的特質—這一顆星喜歡自由自在、有野性，很能奔跑的星座；它最大的特色是像『馬』一樣，毅力堅定、不辭辛勞、奔馳萬里，在還沒有碰到主人以前，是屬於群居生活、團隊活動，當碰到主人以後則顯得很忠心。\n◎其意義是在告訴你：這一輩子要以馬的特性做指標；換言之，在任何環境下，你要秉持著忠心耿耿、不辭辛勞、意志堅定為理念，且不怕離鄉背景；有機會就往外鄉發展，才能真正的有前途。\n◎切記：不要想自由自在、不受拘束或叛逆行事，這將會造成阻礙前程發展的一大主因。\n",
        "26－驛馬星"
    ],
    "27": [
        "星座的特質—這是一顆可以表現自己能力，發揮專長、憑實力靠自己奮鬥經營的星座，在其自我功能尚未表現出來、或尚未發出光芒之前(未成熟或成名)，是不容易得到資源或資助的。\n◎其意義是在告訴你：這一輩子必須要懂得靠自己努力、奮鬥、實實在在的打拼，學有專精、步步為營、朝著自己熟悉的行業去經營，並且要做到一點名氣，才可能突顯你的成就或得到認可而成長；換言之，你不怕『白手起家』、也不怕辛苦經營，就怕一事無成、學無所長，在職場上東跳西換的，如果是這樣那你註定要『孑然一身』。\n◎切記：白手起家不怕苦，就怕高傲又孤獨；努力經營成家計，事業有成就是福。\n",
        "27－能力星"
    ],
    "28": [
        "星座的特質—這是一顆圍繞著母體，又可以借母體之光芒而顯貴的星座；其價值完全由母體而定，母旺則旺、母貴其也貴，並有替代行使權力的特質，故稱之為『官貴星』\n◎其意義是在告訴你：這一輩子的前程起步必須要先選擇一個優良的環境、組織任職，或跟著顯赫的長輩貴人，一路走上來，並且要積極努力表現、用心經營，以『水漲船高』的心態一直跟著，你將會有意想不到的收穫與成就。\n◎切記：道德和品行是成就的範本，缺德與貪婪是失敗的引路。\n",
        "28 －官貴星(寡星)"
    ],
    "29": [
        "星座的特質—這是一顆在混亂環境中，最懂得突顯自己、混沌中產生明亮，並且可以在不穩定的團隊中取得共鳴而被擁護的一顆星，故稱之為『亂世星』又有『梟雄』之稱。\n◎其意義是在告訴你：這一輩子的前程和社會環境、組織有相當大的關連，你適合於複雜、變動或不穩定的環境中求發展，愈是混沌不清的環境，你愈有發揮的空間，但是你必須要特別注意幾個原則：\n(一) 你要先懂得和環境、組織中的人取得合作共鳴。\n(二) 你要懂的窮則變、變則通的做事法則，不可一成不變。\n(三) 你要比任何人都要有熱情和感性。\n(四) 你要懂得事必恭親、身先士卒。\n假如你懂的運用這些原則，那你將可成為一代梟雄。\n◎切記：懶散是你的致命傷，缺乏鬥志或膽小如鼠是阻礙你發展前程的主因。\n",
        "29－亂世星"
    ],
    "30": [
        "星座的特質—這是一顆『財氣』甚旺，又會生息、源源不斷、動力很強、是諸多財星中最活躍的一顆，故稱之為『經營星』。\n◎其意義是在告訴你：這一輩子你的前程和『財』相當有緣，故適合朝經商發展；即使從事的行業是技術、生產或專業性的行業，你的『財氣』還是比別人旺一些；就算是公務人員，也適合在財政、金融、財經上發展，假如在前程的事業發展上，你是在經商或是自己創業，那麼恭喜你！你的前程方向走對了。但是要注意，這只是一個指標而已，在人生的經營和操作上，你依然要秉持著努力、積極、不怕辛勞、不怕冒險、用心經營才會成功。\n◎切記：好好把握、認定目標、堅守信念、有利必圖。\n",
        "30－經營星"
    ],
    "31": [
        "星座的特質—它是一顆非常活躍、主動表現，以能力和奉獻付出而取得主導、經營權的一顆星，其動力甚強是它的特色，也是最容易被認可的一顆星。\n◎其意義是在告訴你：這一輩子你要懂得發揮活躍的一面，不能太死板、遇事不能靦腆、展現你的主動、積極、表現能力，力求奉獻付出、無怨無悔的精神，以達到完全被認可後，而取得管理、主導及經營的權力為目標。因此你在職場環境中的選擇，必須以是否有發揮才能及成長空間的公司或組織為主；若是沒有，那代表你選錯方向了。\n◎切記：人生經營靠捨得，不捨想得沒有格；有了權力更用心，堅持理念不會錯。\n*備註：\n◎如果你老公有事業，需要你幫忙，或者你很想投入共業，那請你要秉持著『無怨心、無悔意、勤耕耘、助夫婿』的理念而為之。\n",
        "31－奉獻星"
    ],
    "32": [
        "星座的特質—這一顆星最會攀附、相伴左右、跟著前進，可以沾上『主星』的光輝而得到機運或照顧；有如月亮依著地球，又借著太陽的光芒而發亮一般。\n◎其意義是在告訴你：這一輩子要懂得尋找一位可以照顧、提拔、重用你的貴人。爾後用心的經營，以輔佐、配合的態度一路跟到底；若是已經超越了，就再尋求更高層的人來追隨，只要能秉持著這個原則，那你的成功就有希望。\n◎切記：不要一味的想要獨闖，那將會付出相當大的代價。\n*備註：\n◎假如你老公有事業已經有成，那請你好好的伴隨著他就可以了。\n",
        "32－攀附星"
    ],
    "33": [
        "星座的特質—它是一顆借助母體之光芒而亮麗自己以背景、靠山來襯托自己可以發射的一顆星，當然也意味著這一顆星是最容易得到靠山的資助，故稱之為『背景星』。\n◎其意義是在告訴你：這一輩子的前程發展必須要建力在尋找一位值得你依靠的人、或是一個可以當你靠山的組織來經營，換言之，今生的發展你要以『因主而榮』(『因夫而貴』)為宗旨，因此你的睿智和眼光是很重要的，除了要選對人或組織外，你本身的心性和修養，也是考量的重點。\n◎切記：\n(一) 不可意氣用事，隨意放氣或賭氣。\n(二) 不要忽視靠山的重要性。\n(三) 不要一味的想追求『自我存在』的空間。\n",
        "33－背景星"
    ],
    "34": [
        "星座的特質—這是最容易得到呵護、提攜及貴人相助，甚至於可『取而代之』其追隨主人的地位。\n◎其意義是在告訴你：這一輩子很容易得到貴人的提拔與照顧，機運總是比別人好，不管在官途上、工作上職場上或是經商的事業上，往往很容易得到認可而升格，更有成為接班人的機會。然而你必須要懂得珍惜，並且要會把握，絕不能賭氣或意氣用事，更不可以過河拆橋。若是如此則必然失去良好的機運或將一無所有。\n◎切記：\n*備註：\n◎如果你的老公事業很好或工作很穩定，由其是公職或官職，建議你放棄自己的工作或事業，緊跟著老公才是上策。\n\n",
        "34－承襲星"
    ],
    "35": [
        "星座的特質—它是一顆活動力最強、本身資源又很豐盛；自轉率強、又會主動追尋的一顆星(有如太陽系中的地球)。。除了本身有資源可以製造出來外，又會往外開源和創造，故稱之為『忙碌星』。\n◎其意義是在告訴你：這一輩子的前程發展絕對不是平淡悠閒的，你的機運除了來自你本身的專業能力外，凡是工作環境和事業上的機會，都很容易讓你碰到尤其是開拓事業上版圖和開創財源上，你都有獨到的機緣，只是要你秉持著任真和踏實的態度好好的經營，則前途是不可限量的。\n◎切記：『財路』你從的指標，因此『從政』和『從商』的選擇，要以『從商』為主。\n*備註：\n◎當然啦!老公若有事業又不是你專業所能，那你不妨好好的發展自己的事業，但是要記住，不要因為事業而造成夫妻失和。\n",
        "35－忙碌星"
    ],
    "36": [
        "星座的特質-這一顆星很容易得到週遭的照顧,以及母體的偏愛和信任,並且環繞在機會和幸運之中,最能夠享受到幸運之神眷顧的一顆星.\n◎其意義是在告訴你：這一輩子在前程的發展過程中,你勘稱是一位『幸運兒』,在公作職場上只要你稍做表現,就很容易得到上位者的偏愛和信任,並且重用之;在事業的發展上也很容易得到貴人的扶持與資助,連老天都會把好機會降臨到你身上.但是,其前提是要先問問你是不是一位懂得『忠心待主』、『以誠待人』和『惜福惜緣』的人;如果你懂得博取別人對你的信任,覺得你很可靠,並且時時以『真誠』為宗旨,那你這輩子的『幸福』是用不完的.\n◎切記：傲慢的態度、跋扈的行為、不滿的情緒、孤獨的個性,是影響幸運的四大主因.\n*備註：\n◎相對的,再婚姻的相處上你也是一位幸運兒,得到老公的寵愛是必然。\n",
        "36－寵信星"
    ],
    "37": [
        "星座的特質—要靠人際關係而得到機運;故其有八面玲瓏、上下逢源的磁場.\n◎其意義是在告訴你：這一輩子要以『人際關係』為主軸,不管在任何環境之下,第一件事就是做好上下融通的人際關係;更要懂得為人處事的道理.做好八面玲瓏、先求人和,如此在今生前程的發展,自然可以擴大格局.相對的,如果你不善於經營人際關係,屬於以『孤高自許』(『孤芳自賞』)的態度與人格格不入、難以相處的人,那麼就不必提到前程的發展如何?\n",
        "37一人際星"
    ],
    "38": [
        "星座的特質—這是一顆容易吸引到上層、王者、權貴的接受和欣賞,並且可以因此而得到富貴的一顆星.\n◎其意義是在告訴你：這一輩子必須要懂得展現自己的才華和內涵,或者是用華麗的外表來吸引上位者對你的賞識;當然,最重要的是如何去『選對主人』,不管你是在政界或商界發展,你都要朝著這個指標去做。\n◎切記：想要得到賞識，你必須要先表現你身上的優點,尤其是在儀表上的修飾也很重要,絕對不可邋遢,形象對你而言是最有用的。\n",
        "38一賞識星"
    ],
    "39": [
        "星座的特質—其可以在最短的時間內,創造經營成功、發展迅速、爆發力很強、不怕競爭、可以超越環境的壓力和阻力,就怕太安逸.\n◎其意義是在告訴你：這一輩子隨時都有可能在最短的時間內創造成就、發展成功,但是相對的你也要有競爭的精神、強烈的鬥志、不怕吃苦、毅力堅定、敢衝、敢拼的行為,才可能符合『短發星』的特質.如果你生性喜好安逸,毫無鬥智或思多行少,則恐怕連『小發』的邊都沾不上.\n◎切記：千萬不可得意忘形或鬆懈下來,更不可以生活靡爛。\n",
        "39一短發星"
    ],
    "40": [
        "星座的特質—這是一顆很容易得到時空氣象感應而突顯發亮的星座，它最能夠在群體展現自己的光芒與特色。雖然不是主星，卻也會有超越的時後；也可說是『時勢造英雄』的特質。\n◎其意義是在告訴你：這一輩子的前程發展要懂得配合現實環境或在流行氣象中的團隊中，去展現自己的才華和專業能力；只要你主動積極的去表現和經營，你是很容易得到周遭人的認可與支持的，你要相信『時勢造英雄』的存在。相對的，你也要特別注意上層人際關係的經營，萬一破壞了，恐將招致『壯志未酬一場空』。\n◎切記：請你好好的注意一下，時下最流行的事物與行業。\n",
        "40一時代星"
    ],
    "41": [
        "星座的特質—這是一顆很容易得到指揮權和管理權的星座，當它在組織、團隊中出現的時候，往往往會突險出一股強烈的光芒，蓋過其他人的存在，使其本身的特質發揮出來，而獲得重用，故又有『空降星』之稱。\n◎其意義是在告訴你：這一輩子的前程發展路途上，你在任何環境裡都很容易被上位者注意到而重用你，甚至於常常會遇到上層長輩挖角與信任；論『機運』你是幸運的，但是如果你不懂得把握這種『機運』，或者想抓住組織資源、帶動破壞，與上層為敵的話，那『機運』將會消失，成功會離你而去的。\n◎切記：知遇之恩難報答，倫理制度不可殺；用心經營少弄權，前途無亮一定發。\n*備註：\n◎假如你老公有事業，或許你可以輔助他，但請你低調一些，千萬不要鳩佔鵲巢。\n",
        "41一天權星"
    ],
    "42": [
        "星座的特質—它是一顆輔助功能很強、常居於王者左右，有智慧、有策略的星座，其最大之特色是很容易得到上位者的信任與重用。\n◎其意義是在告訴你：這一輩子要懂得展現你的思維功能，聰明才智和專業知識是你不可或缺的；只要你懂得多多加強你在專業領域上的知識，以輔佐為出發點，取得認用，爾後發展於事業上必有所成。\n◎切記：當有更高層的人，欲提供升格與合作的機會時，請你不要拒於千里之外。\n剛愎自用、不學無術，將會自毀前程。\n",
        "42一天相星"
    ],
    "43": [
        "星座的特質—這是一顆很懂得尋找獵物、鎖定目標、一路緊追而達到獵取標的物為止的星座，它有獵人的那一股絕不輕易放棄捨掉，不達目的的誓不罷休、和大無畏的精神，有時又會懂得冷靜等待獵物出現，是一顆實力派的星座。\n◎其意義是在告訴你：在這一輩子的前程發展中，你必須要秉持著獵人的精神，先鎖定一個目標，一路緊追不捨，不達目的的誓不罷休，並且要勇往直前，沒有恐懼和猶豫，不怕波折，不怕困難，更不輕言放棄，以達到目的為宗旨。當然，在此之前你必須先練好自己的本領(專業技能)，善用你的真本事，加上學習獵人的精神，將其發揮在工作事業上，你是會成功的。\n◎切記：獵人的目標永遠是一個，獵到以後才會再尋找第二個獵物，請你不要常常換目標，到頭來會一無所有。\n",
        "43一獵戶星"
    ],
    "44": [
        "星座的特質—這是一顆光芒四射、很容易在群體中展現光芒，並且又可依附在主星旁邊而『因主而榮』(『因夫而貴』)的星座；展現光芒、特色和亮麗的外表，以及會依附配合主星是它的特質。\n◎其意義是在告訴你：這一輩子的前程發展要懂得尋找一位有名氣的人、或者很有特色的組織環境來依附著，並且要懂得表現自己最有價值的專才來吸引別人對你的認可，更要懂得突顯自己、打亮自己的知名度；如此，在前程的發展中則可順利無憂。\n◎切記：『人際關係』是你最要修練的一門課程，要預防『言多必失』的情形。\n",
        "44一光芒星"
    ],
    "45": [
        "星座的特質—這是一顆在變動複雜的環境中，反而可以獲得提拔、重現、支持的機會，並且穩定坐守本位的星座，故有『變動星』之稱；由於它的光芒比較強烈、明顯，因此其『象徵』意義大過於實質意義。(有名但較無利)\n◎其意義是在告訴你：這一輩子的前程發展不怕在動盪不穩定的環境中成長，愈是變動的工作或職務，愈是有機會可以升格及獲得提拔。相對的，在穩定的環境中，你反而突顯不出來可用之處。然而在獲得認可之前，你在能力上的表現和用心度，卻是最該具備的條件，甚至於要跟上位者表態你最希望變動，否則你將會和機會擦身而過。\n◎切記：前途如何看表現，有官可升搶在前；莫想安全和穩定，有利可圖不怕變。\n",
        "45一變動星"
    ],
    "46": [
        "星座的特質—這是跨行於內、外圍以及上、下皆通行的一顆星，其可藉著主星橫行於群體之中，也可跨出群體之外的遠程，故名為『四海星』；其最大的特質是在遠方、或黑暗的環境中，依然動力很強、活躍十足，因此常常會以『黑馬』的姿態出線。\n◎其意義是在告訴你：這一輩子的前程發展，除了你的專業能力和敬業精神以外，必須要懂得上、下通關，結交權貴、交遊廣闊，對你的發展有相當的助益；相對的，你最好也要訓練自己成為『博學通才』的人，因為『四海星』會引導你在今生有『四海之內皆兄弟、黑白兩道我都通』的磁場感應，因此你不要打把自己侷限於一個小框框裡面，換言之，各個層面的人際關係之經營、以及交際手腕，是你這一輩子最該訓練的課程。\n◎切記：『閉門造車』或『坐井觀天』，永遠翻不了身，請你打開你的視野，勇敢的走出去。\n",
        "46一四海星"
    ],
    "47": [
        "星座的特質—它是一顆官氣旺、財祿也旺的一顆星，但是它是靠著群體而發出光輝的，若純粹以個體而言，則將失去官祿的效果。\n◎其意義是在告訴你：這一輩子的前程是要建立在有組織、有團對、甚至於是大環境中發展，才能發揮本身的功能；由於本身的官氣旺，最宜在政界或官界中求發展，或藉著官場做背景經營事業，則很容易得到機會與財祿。\n◎切記：『單打獨鬥無官祿，組織靠山多用途。』 \n",
        "47一官祿星"
    ],
    "48": [
        "星座的特質—這是一顆家族形的星座，它的光芒完全突顯在群體中，靠著族群的光環而折射發光，因此，這一顆星與它的組織環境有相當密切的關係。『天』者為上、『貴』者為旺，因上而旺故名『天貴星』。\n◎其意義是在告訴你：這一輩子起步的關鍵是很重要的，如果你的家族淵源或家庭背景很好，那千萬不要脫離，你可以藉著這道光環加以努力奮鬥，提升自己的格局，自然而然前程會更為閃亮；萬一你出生的家庭平庸、沒有背景，那你可要仔細的規劃一下，如何去投靠一個組織龐大、穩定又有發展的機構，好好的奮鬥，努力表現、求得成長，千萬不要輕易的脫離組織而想獨自闖天下。\n◎切記：千萬不要把自己『天貴星』的磁場給破壞掉，這一顆星的格調比較高，因此你的素養和內涵，是你這一輩子相當重要的課程。\n",
        "48一天貴星"
    ],
    "49": [
        "星座的特質—這是一顆自主性很強，又善於變化和不穩定的一顆星，其本身不太會依附著群體或跟著主星而運行，它比較會自行運轉、自行變動，若以個體而言應屬於自給自足的一顆星。\n◎其意義是在告訴你：這一輩子的前程發展均要靠自己操作經營，即使你的起步是在團隊中培養出來的，最終你依然會走出自己的風格與路線，然而，其關鍵則在於你該如何運用別人或既有組織的資源來狀大自己。因此，保持良好的『人際關係』和『不斷吸收『專業知識』是你今生最重要的課程。\n",
        "49一無主星"
    ],
    "50": [
        "星座的特質—這是一顆相當有思考潛力、可受後天改造而發揮功能，是群體中最有慮也很容易被重視的『智多星』。其最大的特質是展現其思考邏輯和組織策劃能力而獲得認可；如果純粹在勞動功能上則無法發揮表現。\n◎其意義是在告訴你：這一輩子的前程發展必須要懂得多多發揮你的專業知識、展現你與眾不同的才智，運用於你的工作事業上，先以攀附做起步，時機成熟後則以合作為基礎、有組織團隊才有你表現的空間，然而你除了要會不斷的吸收學習專業知識外，還要學習規劃、管理能力，更要永遠保持著清晰的思維，如此在前程的發展上才有特色。\n◎切記：多學不精，會想不會做。\n",
        "50一天府星"
    ],
    "51": [
        "星座的特質—這是在群體中不太容易被發現，而實力卻是很雄厚的一顆星，它無法巷其他星座一般，強烈或迅速的綻放出光芒，但是一旦被發現後，則會持續很長的時間，故有『晚發星』之稱。\n◎其意義是在告訴你：這一輩子的前程發展著重於你的專業知識與技術，你是一位很有潛力的人，不必擔心你目前的定位，只要你朝著目標前進、勇往直前、一步一腳印、實實在在的發揮你的專長與能力，總有一天你會被認可的，當來臨的那一天，也就是你『功能名就』的時候，並且你也要相信雖然『成功』會來得比較晚一點，然而卻是很紮實的，同時你也要注意，若是有機會可以往外鄉發展的話，請你要極力爭取，這對你的前程發展會更有幫助的。\n◎切記：請你不要急於想成功，『急功好利』對你的殺傷力會很大。\n",
        "51一晚發星"
    ],
    "52": [
        "星座的特質—這是一顆在群體的運行中，很容易受限而又無法自由發揮其專屬特質的星座，故而得其名『困行星』；此星最有『一生空有其學與懷才不遇』的感覺，殊不知只要懂得『解放自我、順勢而為』則可破除『困行』的魔咒。\n◎其意義是在告訴你：這一輩子的前程發展要懂得先突破、改變自己的思維『隨波逐流』，順著時代的潮流去發展、想辦法從經營中學習經驗、學習變通、放棄自己的執著；配合組織發展、力求迎合『時尚風』，在把自己的專長運用於工作職場(事業)上，自然而然就可以獲得機會和貴人的眷顧。\n◎切記：堅持己見、不求變通，終將空乏其身。\n",
        "52一困行星"
    ],
    "53": [
        "星座的特質—這是一顆在群體中不會被箝制，而可以主動運行，發揮其實力、特質、自發功能很強的星座，其特質是在運行中，可創造自己的風格，也可以往外自由發揮。\n◎其意義是在告訴你：這一輩子的前程發展先要懂得腳踏實地的發揮自己的專長與所學，並且要積極主洞去表現自己、力求展現自己的風格，千萬不要寄望於靠別人來資助和照顧。只要你保持永不懈怠的精神，必可開拓光明的前程。\n",
        "53一祿馬星"
    ],
    "54": [
        " 星座的特質—這是一顆在群體中默默附出且主動表現，需有組織才容易發揮其實力的星座，其特質是在運行中，會不斷的給主管或組織建議，而得到表現或賞識。\n◎其意義是在告訴你：這一輩子的前程發展先要懂得先自己付出發揮自己的專長與所學，才能得到機會，千萬不要寄望於靠別人來資助和照顧。要想辦法讓自己走向幕前或提高自己的曝光率，不可隱藏起來默默無聞。\n女者也要會打扮自己，否則一生就安室於家，為老公付出一生。\n",
        "54-隱形星"
    ]
}