{
    "胎": [
        "『胎是谷底也是轉，一切變數九宮管』 ，『胎養長生有人幫』",
        "胎—蘊釀運\n一、心態：因為「胎」有一半是在上週期末、另一半是在本週期的起點，故前半段的心態會呈現「空白」。自尊心過強的人(自卑感重、弱者)逢此前波段，很容易自我放棄；然而後波段會出現轉變及追求新發展的心態，同時新的慾望、希望也會出現，更有幻想存在。\n二、動能： (胎位) 尚未形成，基本上其本體處於被洞狀況，因此動能很弱，甚至中間會有一小段是靜止的(0度左右)，只有儲備、暗中醞釀的動作，因此動作是比較被動、消極和緩慢的。\n三、生命力： 「胎」是受孕期，其生命力(意志力)相當薄弱，往往不勘一擊，如果身體狀況不好的，在這一年將顯得更脆弱，並且更怕感染，年長者更需小心防患。\n四、磁場： 「胎」是被母體所包住，故其「磁場」感應只有母體的「資源」，又「胎」的後半段有吸引力產生，自然而然週邊的力量會被這股磁場吸入，這在運勢上可解釋為貴人與助力等。但是，「胎」是在母體內(週邊環境的資源內)，因此若做重大的變動，則這股磁場是不容易感應得到。\n◎運勢發展現象： 凡流年走到「胎運」，由組合四元素可知這一段運是個起點，若前週期末(上段運的「絕」)不順，則這一年的下半年會漸漸起色，有如「否極泰來」的一個前兆。但如果在這一段運中，有重大決策時，則只能籌劃、儲備、等待，不能操之過急，否則將造成「胎死腹中」的現象。\n其運勢特色有：\n＊轉變運—在成生運程中，只要碰到十字星臨界點的位置，就會出現轉變或是突破的現象。「胎」在0度上剛好是臨界點，只可惜「胎」得磁場是被動的，所以必須靠外力的幫忙，方可轉變。＊阻力運—這一段運往往很多事即將完成或成功時，常會出現人為的阻撓，使人喪氣；這是因為十字星臨界點引起的人為破壞。\n◎運用法則：\n＊用心經營、上層人際—胎的吸力對母體(週邊環境資源)有直接的感應，因此要做好人際關係，尤其是對上層。\n＊耐心等待、必見曙光—胎的前半年屬空窗期，因此要耐心的等待，不可心浮氣燥。\n＊行事正當、避免官災—胎運有吸引力的磁場，故不可做違法的事，否則很容易犯上官災。\n＊意志堅定、處事冷靜—意志力要堅定，不可鬧情緒或自我放棄，否則很容易被遺棄，變成一場空。\n「胎」的磁場是被動的，重大的轉變往往無法使磁場感應得到。要耐心度過上半年的空窗期，不可心浮氣燥。\n離開了營養資源強大的母體，子體的健康令人堪憂。「磁場」的感應只有母體的「資源」。\n「胎」的運用哲學在於耐心等待，當上層有人提拔，就可以伺機轉換跑道，一展長才。(胎要轉職，必為被動，則可)"
    ],
    "養": [
        "『養得助力在人際』 ，『胎養長生有人幫』",
        "養—吸收運\n一、心態：「養」的吸收力很強，能完全吸收母體的滋養(週邊環靜的資源)，並且比較實際。因此在心態上比較踏實、安定，也可以接受資助與調整，學習的功能也很強(吸收力的關係)。\n二、動能：個體由「胎運」的播種期轉變到「培育期」，已經慢慢成形了，也由靜態轉變成動態，但是依然處在被動式的空間裡。換言之，此段運的動能必須靠環境的推動方可轉向，當然動能已在加強，雖然緩慢，卻是穩定而不亂。\n三、生命力：「生命跡象」已經出現，故生命力轉強，潛藏的意志力漸漸浮現，並且受到母體保護。在豐富的資源。在這一段運中，幾乎沒有碰到自殺或是想放棄生命的人；但是深受重大打擊或精神狀況不良者，不在此限。\n四、磁場：吸收力由弱轉強，尤其在既有的環靜中，週邊環境資源都很容易被吸引進來，貴人與助力皆會出現，除非此人生性怪僻、人際關係很差。\n◎運識發展現象：「養運」是很好的一個運，也是10年週期的一個關鍵，所謂根基運。由於這段運的磁場吸引力很強，因此很容易得到上層，長輩的提拔照顧及週邊環境的資助(貴人多)，並且成長性高(運好)。 \n其運勢特色有：＊在工作上很容易得到提拔，照顧。＊創業很容易得到資助。＊有災難很容易被保護(前週期若有負債，可趁此段運調養、償還)。＊店面行業，服務業之生意很容易成長\n◎運用法則：\n＊用心經營在人際—除了平常就應該做好人際關係外，在這一段運中，更要用心經營。\n＊自命清高亂大局—萬事不求人、自命清高，將會斷送後來運勢的發展。\n＊趁勢立基必得助—想創業者，一應該趁這一段運打好基礎，只要誠懇求人，必定能得到資助。\n＊遠離投機走正途—這一段運千萬不要做違法或投機的事情，否則將被吸收到不良的後果。\n"
    ],
    "長生": [
        "『 長生貴人現兩地 』，『胎養長生有人幫』",
        "長生—成長運\n一、心態：有如幼兒脫離母體來到人世一間一樣，會產生很多的好奇與接受，蠢蠢欲動，每一樣都想嘗試與接觸。因此，這一段運的心態上最為好奇、較有慾望、接受度也很強，很容易接受事業之合作或共體(合併 )；但自恃甚高者不在此限。\n二、動能：由受母體的約束轉到自我空間後，其動能相當強，是尚未成熟，還要被帶動。然而其活動量很高，因此在動能上是屬於主動積極的，同時還要借助些許外力。走這段運者，如果仍然不見動能，那肯定是懶惰頹廢、或是病入膏肓的人。\n三、生命力：剛開始較脆弱、怕被傷害，有如嬰兒之成長過程，生命力愈來愈強，對未愈有希望，體力上也有漸增的趨勢。這一段運的生命力極強，即使是重病者也有生存的意志。唯一要注意的是「長生運」其吸收力很強，因此若在「胎」、「養」時就染有重病，或罹患慢性病者，那麼在這一年的前半段很容易被細菌感染或有併發症而愈加惡化的情況出現。\n四、磁場：有雙重吸力的磁場，是10年運程中吸力最強的一年。除了現有的環境，有上層、週邊的貴人資助、提拔外，更有外在或新的資源湧入，獲得的機會很多。\n◎運勢發展現象：「長生運」是好運的第二年，也是10年中最好運的一年，最容易得到幫助、照顧與提拔，對事情的運作也比較順利。在天時、地利、人和的三要素中，「長生運」獨得「人和」滿分。其運勢特色有：＊容易得到貴人資助；如果不然，則其為人與人際關係必然有重大缺陷。＊會有新的發展機會出現(或有合夥事業及合作機會)。＊有麻煩可解、難關可過，很容易脫困解決。事業有成長之現象。\n◎運用法則：\n＊運好也要看人脈—這一段運很好，但扔要看平常的為人如何(最怕生性孤癖者)\n＊有求必應多請益—「長生」是有求必應的一段運，因此要多向人請教。\n＊別讓自我壞運勢—「長生運」的後半段(從自己生日算起，往後推六個月；\n由其是後面三個月)將出現自我意識，要特別小心。\n＊避免舉債來經營—「長生運」固然很好，但是要絕對避免借債經營、創業或衝動投資，\n因為「它」很容易吸收不好的基因，尤其以前半段年初。\n警語：\n「長生運」固然貴人很旺、運很好，但是走到「本命長生」，就要另當別論。\n每個人一生中有有一次「本命長生」，這一次運是發生在命宮數字的前一年。\n因「本命長生」接近命宮，故運勢稍亂、貴人減弱，甚至在「本命長生年」若遭逢重大變故，\n反而顯得很脆弱。\n"
    ],
    "冠帶": [
        "『看人成功與失敗,流年關鍵在冠帶 』，『冠帶正暗在命裡』",
        "冠帶—成熟運\n一、心態：成熟以後的心態，自我心、自信心都很強，只接受潛在的自我，不太接受約束，有抗性及排斥性出現；有表現的慾望、不受控制，這一段運最容易觀察出一個人的企圖心如和，以及是否端正。\n二、動能：「成熟運」就像一個剛剛踏入社會的年青人，亟欲求表現，同時動能很強；進入主動並且擺脫外力牽制，獨力自主、動力十足的一段運，唯恐過之而出現浮燥不穩定。有些本質墮落人，反而呈現出負面而失去功能。\n三、生命力：是一個完全成熟的個體，生命力很強，意志力、自我意識都很旺盛、精力十足、不容易被外在的環境傷害，也不會輕易放款自己。但要注意，「冠帶運」的生命力有如年青人一樣抵抗力強，但同樣的， 重症病患也有排斥送醫的力量。\n四、磁場：冠帶運和前兩段運最大的差別是：前兩段運是得自週遭的資源而成長、茁壯，但「冠帶」因為個體已經成熟，同時漸漸脫離吸收的磁場，轉而到放射的磁場。在長生運程中，這一段運的起點剛好位在中間線(90度)上，這有如地球的赤道帶，特別容易被感應到。換言之，流年走「冠帶」，你的表現、付出、行為很容易被認可，因此，不是接受形的好運，而是被認可形的強運，也是最容易累積知名度以及獲得機會點的一段運。\n◎運勢發展現象：\n是強運的第一年，最容易表現與發揮自己的能力，很容易累積知名度。在工作上及事業上，若是靠名氣表現或是以專業技術為主的人(如政治家、作家、演說家及藝術工作者)，是相當好發揮的一年，但相同的也最容易產生抗性、不容易受人指揮、資助或排斥周遭環境，種種表現皆以自我為導向；若是如此，則其強運是短暫的，很快就會失敗。\n其運勢特色有：\n＊運勢強，只要盡心力表現，必能得到認可與回響。＊成名的運勢，只要在既有的環境中，充份表現自己的專業與專才，就會成名(唯起點壓在十字星臨界點上，因此在你突破、轉變的時，會遭到他人阻力和非議，故又稱「非議年」)。＊是適合獨資創業的關鍵年。喜歡獨資創業或命格適合獨資者，最適合在這一年投資。但如果到了「冠帶」的後半年不見什麼起色，則不宜再投入，因為確定你是屬於勞方形而非資方形。＊身體是否強壯，從這一段運最明顯知道。＊若上半年就莫名其妙地破財，則此週期最好勿求財(以求功名為主)。＊這一年最易遭遇到同僚或上司的妄言及非議，因為起點壓在十字星臨界點的緣故。\n註：流年走「冠帶」要看獨資運，因為這是表現個人能力的一年，最容易累積知名度；假設機點又剛好碰到名望，那麼知名度之高無法想像。\n◎運用法則：\n＊主動出擊、努力爭取—位置落在十字星臨界點上，這是一段力量十分強大的運，凡事必須好好表現。\n＊處事真誠、維繫人際—不要把在前兩年建立的人際關係，因自我、自大給破壞了，造成人際關係的斷層。\n＊用心檢視、謹慎看顧—是檢視自己未來發展的一個契機點；既然是起點，就應該十分用心。\n相同地，如果要聘用下屬，可以觀察他在這一年的動力展現與企圖心，就可窺知其後勢的作為格局。"
    ],
    "臨官": [
        "『臨官動力最十足,創業升官看基礎』，『努力爭取掌臨官』",
        "臨官—發展運\n一、心態：有如當官者剛賞權時的心態，急於發揮與表現，是表現慾及企圖心最強的一段運，有時甚至因為不知足而有貪念出現、鬥志也很強，有影響別人及征服環境的心態，有時也會出現「抗性」，而不太受人指揮。\n二、動能：「臨官」的動能有如青壯年時期，活動力很強也很像剛接受兵符的軍官，凡事主動、積極、有付出奉獻的動能；精力充沛、耐力、衝勁十足、有馬不停蹄之勢而不容易感覺疲憊，有時甚至會有過之而無不及，而唯恐造成衝動不可收拾。\n三、生命力：這一段運的生命力正值青壯年時期的旺期；強壯、活躍、生存的意志力強是這一段運的特性。當有並痛而流年走「臨官」，除了一般的藥物治療，病患下意識堅強的生命力(一種求生的意識)，也會增強其抵抗力和體力，而不易有被感染、使病情加劇的情況發生，同時絕少發生放棄生命或自我毀滅的情況；但精神異常者不在此限。\n四、磁場：\n這一段運的磁場屬於奔放、奉獻、征服形的放射性磁場，不太容易碰到阻力、磁場很強、運作起來也很順利，是無往不利，擴大發展的一個磁場，相對的也要注意磁場過強而易產生排斥作用，必須預防破壞性的放射，及傷害人際關係的發展。\n◎運勢發展現象：\n「臨官運」在各個元素都很強的情況下，其組合出來的運勢，當然屬於「強運」。這一年的運勢可以任意發揮、表現、擴充、發展，只要用心努力、積極、皆可勢如破竹、順利發展。「臨官運」在全段週期中，是最有表現發揮的一段運，其運勢特色有：\n＊這一段運極強，故扶強不扶弱(弱者不容易發揮)\n＊凡能力強或敬業精神精神佳的人，走這一段運都會有升官、升級或者額外兼職的機會。\n＊是投資者、創業者可以擴充發展的運。\n＊「臨官運」又稱「忙碌運」，凡是在這一段運出現空窗期的人，後勢將不見發展。\n＊運勢過強恐招忌，或者破壞人際關係。\n＊凡流年走到「臨官運」的人，若未見其積極的行動力，則必定是懶惰、或者消極的人。\n◎運用法則：\n＊盡力耕耘、不可停頓—流年走「臨官」，為了要走出自己的路，所以當然不可稍作休息，停下腳步。\n＊謙虛行事、把握時機—因有受人提拔的機會，故不可自命不凡、喪失升官的機會。\n＊收斂氣燄、謙和待人—注意不要氣勢凌人，且因功高震主而招來後遺症。\n＊避免貪心、擴充過大—「臨官」的生命力就像青年壯年時期，相當活躍；必須注意不要超出能力範圍，導致失敗。"
    ],
    "帝旺": [
        "『若是帝旺還負債,後運滾滾築高台』，『帝旺巔峰正財取』",
        "帝旺—巔峰運\n一、心態：運勢的高點，運作行為的心態會很高亢，故慾望、企圖心都很強，不容易守成，甚至於到了過度貪心的地步。因受運勢影響，自制力漸漸失控，若無法滿足，勢必會產生強烈的抗性、不滿、叛逆及情緒不穩的心態。\n二、動能：\n分成兩段；前半段主動性很強，並且有帶動性，到了後半段則漸漸緩慢下來，就像前衝後滑行的現象一樣，很容易被周遭環境影響而亂了方寸；動作功能不太穩定，也會受到情緒影響，時而積極、時而消極。\n三、生命力：生命力及意志力達到最高點，自主力、控制力也達到巔峰；有如帝王般的高峰，故稱為「帝旺」。前半段之體能狀況超強，但是後半段恐因透支而衰退。\n四、磁場：屬本週期中的最高點，運勢很強、有如日正當中一樣；其中尤以第三個月至第九個月，光芒最露。這一段運若再配合「機會點」很好的(名望)，將可創造人生的奇蹟(很多成功的人都在這一段運中大放光芒，因此成名。由此可見，「帝旺」的磁場對於表現一個人的才華、能力與環境的機會點，最有感應；是上帝製造機會給高峰者的一年。\n◎運勢發展現象：「帝旺運」是長生運程中最強的一年，其運勢操作可隨心所欲，更能夠借助空間的機會點而有所發揮(若機會不好，不借意可)，故又稱「天助人助」的吉運。若前一、二期的經營基礎很好，則這一段運更應該擴充。但是必須注意「天地間物極必反、亢龍有悔」的道理，小心得意忘形的情況出現。其運勢特色有：\n＊擴大運—運勢發揮最順、最強、心想事成的一段運(但次可過度貪婪或憑空幻想)。\n＊神助運—有上帝暗中幫助，可逢兇化吉、災少福多。\n＊天時運—胎屬陰求地利，帝旺屬陽求天時，這一段運最要注意的是把握機會點(天時有二：一個是空間機會點，另一個是上層給予的機會)。\n＊犯上運—避免犯上、氣燄過盛、自大或聽信奉承阿諛。\n＊是非劫—這一段運因為通過十字星臨界點，所最容易有莫名其妙的是非纏身，或小人暗傷毀譽。\n◎運用法則：\n＊穩定基礎、加碼投資—「帝旺運」的動力十足，但事業體的擴充，必須建立在穩定的基礎上。\n＊盡力發揮、展現長才—轉化「帝旺」強勢的行事，把焦點放在才能的發揮上。\n＊要求謙卑、切忌犯上—凡事謙卑，避免過盛的氣燄，導致犯上、一意孤行。\n＊不可負債或貪得無厭—如果負債經營，必定加深債務。\n＊收斂強烈脾氣，和氣處事—這一段運的脾氣最強烈，最容易與人發生衝突(夫妻亦同)。\n要在「帝旺」運上求發展，注意不要將強勢的「氣」直接衝向上層，而應該把精神放在事業的衝次上，為下半年儲備成果。"
    ],
    "衰": [
        "『衰是倦怠』，『 衰病死絕暗財旺』",
        "衰—老化運\n一、心態：因為強運的高鬥志及企圖，到了「衰運」受運勢影響的關係已漸漸緩和下來;心態僕疲乏、企圖心減弱、鬥志降低，甚至有期盼得到的心態出現。\n二、動能：動作力減緩、遲鈍、慢慢缺乏積極，進入一個疲憊倦怠期，比較被動，反而對新方向、新事物有興趣、會積極。\n三、生命力：體能狀況漸漸衰退，有些人開使出現老化現象。如體能減退、血液循環不良、容易疲憊、意志力開使薄弱等等，與前兩週期的強運相比，差距甚大。這一段運的生命意志力薄弱，很怕外力侵犯;輕者意志動搖，重者自我放棄。\n四、磁場：「強運」的光芒漸漸消失，這一段運的磁場來自「強運」後的餘蔭。因此，「衰」的磁場與「臨官」、「帝旺」有絕對的關係，它是靠前兩段奠定下來的基礎來回收;前面鋪路愈多，此時回收愈旺(還可加上利息)、附加價值很高，尤其在人脈關係上會更加擴展。但是前兩期如果沒有經營，那麼這一段運就不能當回收論，其磁場所吸引的力量是薄弱的。命格若屬陰性反應者，尚有貴人相助;命格若屬於陽性反應者(尤以行動功能論)，則很容易被導入不好的感應。\n◎運勢發展現象：「弱運」的起點，「強運」過後的退化現象;論經營發展雖然沒有前兩期的順利，但卻是一種回收的運。「前面耕耘、後面收成」，更可借助前兩段的人脈關係來發展。因此這兩段運不是單獨存在的，其附加價值都與前期有關，因此也可稱為「暗財運」。其運勢特色有：\n＊回收運—延伸性的擴充、發展尚可，有暗財。\n＊倦怠運—對過去很多過去式的事，常容易提不起勁。\n＊不穩定—容易動搖心態、意志不堅定。\n＊被誤導—易被不好的環境牽動，而產生貪念並且判斷錯誤。\n◎運用法則：\n＊用心經營在人際—從「衰」開始，要用心經營前段延續之人脈與機會，以為回收作準備。\n＊不打沒把握的仗—不輕易發展新事業或新環境(尤其沒有前段基礎者)。\n＊遠離小人看光明—不要在生命力強的「帝旺運」，聽信小人言，而去做投機或沒有把握的事業。\n＊穩住心態手原則—穩定自己的心態、堅守原則、加倍努力。\n"
    ],
    "病": [
        "『病最亂』 ，『 衰病死絕暗財旺』",
        "病—病變運\n一、心態：運亂而造成心亂，「病運」是長生運程中心裡最不穩定的一年，很容易胡思亂想、惶恐不安、怨恨心、急躁不滿、投機變節的情形都會產生，是心態最不健康的一年，經長是喜怒無常。\n二、動能：動作力起伏不定、有時衝動、有時消極、有時疲憊無力、由有時不想動;完全因情緒而變化出來的動能，不太容易自己控制。\n三、生命力：生命意志薄弱、經不起打擊，有如人生重病一般，久了會缺乏信心與耐心，很容易崩潰;體能上也不如前幾段之強壯，對感染的抵抗力減低，只要有病則復原較慢，甚至會被誤診，尤其以中老年人最明顯;若有舊疾必會復發，要小心預防。\n四、磁場：混亂多變，放出「內亂外不安」的磁場，並且間斷性的亂流一直出現。因此很容易吸收到不好的共鳴，或遭到衝擊;當然也會有良性的磁場出現，但是必須建立在前「臨官」、「帝旺」發展的回收及命格上好的機會點(九宮氣)才行。\n◎運勢發展現象：\n弱運的第二年，也是「波折運」，運勢變化不容易掌握，從內到外都有變化，在身體上心態不穩定，很容易變節;在健康上很容易有病況，就家庭、事業來說亦同，也就是，「在內不協調、在外不順利」。因此這一段運不鼓勵人做投資或變換工作環境，當然此段運也有好的一面，那就是回收與暗財，很容易得到關愛(如同人生病了得到照顧一般)，但必須建立在過去付出奉獻很多，以及命格屬於陰性反應又用心經營者二個前提下。其運勢特色有 ：\n＊回收運—守住原有的資產好好經營回收。\n＊守成運—不宜做新的投資或投機事業，尤其對無法摸索的事業。\n＊波折運—工作事業很容易碰到盲點，因此不可輕易換工作，更不可隨便投資。\n＊變節運—很容易離開組織、排斥、不滿，做出錯誤的判斷與選擇，尤其在感情上，已婚者尤應注意婚姻起波瀾。\n＊病變運—身體很容易有病變，尤其中老年人，宜防範病害及誤診，更要小心病急亂投醫。\n\n千萬不能以這一段運做為事業的起點，否則容易破大財。\n◎運用法則：\n＊運勢起伏多變，凡事要三思—「病」的運勢皆因自己的心態、行為、判斷而起，因此本年內做任何事都要三思。\n＊必須維持好原有的人際關係—為了迎接「回收運」的開始，應加強原有人際關係，去做鋪路的工作。\n＊一切以守吉為主切忌貪念—切忌貪念、避免變節。"
    ],
    "死": [
        "『死絕常有鬼來撞』  ，『 衰病死絕暗財旺』",
        "死—破滅運\n一、心態：開始呈現停頓、困象、悲觀及想掙扎或企圖拼死一搏的反常心態，比較良性的會回憶、反省、檢討，並且會把握住那短暫的力量，進而突破。\n二、動能：漸漸處於被動狀況，甚至出現動作力減、退困住、有無可奈何的困象。許多人值此運都必須靠外在的力量來引導，呈現出被動的現象。\n三、生命力：最脆弱的一個運，意志力也很薄弱，如萬物面臨死亡點一般、不堪一擊，也很容易放棄自己，並且容易被侵犯、毀滅。抵抗力消失，前半段的求生意識還很強、後半段則漸漸消失。凡「長生」有疾病纏身者，走到這一段運最容易放棄生命，也是最容易發生意外傷害的一年(註：生命意志力與生存條件呈正比)。\n四、磁場：由主動性的磁場慢慢轉變到短暫的被動性磁場，剛進入「死運」時，會有短暫的光芒餘輝，有如迴光反照一般，爾後就進入一個被外力侵蝕而無法抵抗之磁場。\n◎運勢發展現象：\n(這一段運必須分成兩個機階段來分析)\n回光返照的階段—光芒急現，很容易被發現而有名，如升官、提拔、升職或被推舉參選等成名的運勢；這是因為「死運」始於赤道線上十字星臨界點上的緣故，所以，凡走此運者若想求功名、轉換跑道或者往外發展，只要加緊努力追求均有希望，但必須注意過去的為人處事及人脈經營如何?\n破滅歹運的階段—完全進入無法突破、困難重重、不議解決、諸事不順、甚至得不到貴人幫住，更可能因為前段之債務而成為這一段運的包袱、無法解脫。其運勢特色有 ：\n＊成名運—有得功名或被提拔、擁戴的運勢。\n＊外鄉運—可以轉換跑道，往外鄉發展的運勢。\n＊困運—有債難脫困、有難無人助、工作不如意、事業操不順的情況。\n＊意外—很容易碰上無妄之災，如交通、血光、盜匪、劫財等(「死」、「絕」發生的意外最難預測)。\n＊小人劫—因為碰上十字星臨界點，所以會有莫名其妙的是非或人為的破壞等。\n\n◎運用法則：\n＊毫不猶豫地轉換事業跑道—有更換跑道或往外鄉發展的機會，可毫不猶豫前往。\n＊不推拒所有成名的機會—有機會可以升職並且成名(大小均可、不計財利)，要努力爭取。\n＊一切以安為吉、行事正當—流年走「死」，勿做投機或有貪婪之心。\n＊閒事莫要管、不爭口舌快—避免與人發生衝突、閒事不管、不爭口舌是非、無事少出門。\n＊路上行走要注意交通安全—行走的時後必須特別小心。\n死運的光芒是短暫的，但是機會點碰到「敗」就很慘了。對政治人物來說，「機會點」的好壞十分重要。"
    ],
    "絕": [
        "『死絕常有鬼來撞 』 ，『 衰病死絕暗財旺』",
        "絕—谷底運\n一、心態：屬於「空洞期」，故企圖心很低弱、缺乏戰鬥意志，有不思、不求的心態(若有宗教細胞者，在這一段運很容易投入宗教清修 )，對很多事情提不起興趣，只有等待、接受及想學習的心態。本段若碰上感情受傷者，其心很容易淡化或者放棄。\n二、動能：被動、停頓、提不起勁、不積極也不太主動，其動作力似有氣無力、無法突破，最容易被困在一個環境或現象裡;是長生運程中最沒動力的一年，有時連逃脫的功能都沒有，常覺得有無力感。\n三、生命力：很微薄、意志力空洞、身體功能也很脆弱，經不起外力的傷害，缺乏抵抗力、依賴感很強;因此，凡年老多病者，在這一段運必須靠他人來給于信心與支持。\n四、磁場：進入真正的「空窗期」，自我困住、不容易發揮出來，也缺乏吸引力，屬於停頓狀態，甚至因為受到外力衝擊、侵犯而沒有反駁力、抵抗力的一個磁場。這一段運雖然同為壞運，但「死」尚有一小段光芒出現，「絕」則多半受外在環境影響。\n◎運勢發展縣現象：\n運勢進入「谷底」，是最空洞、最難突破以及不順的一年。若只是順著前面的發展而持續進行者，那倒無憂;但如果前段已經出現波折與困境，則這一段運將更辛苦、無奈，唯有暫時休息、整頓方可化解。其運勢特色有：\n＊低潮期—若前段有負債、經營不順或波折糾紛等，這一段運都將陷入谷底，很難擺脫、化解。\n＊遺棄運—平時在工作上或人際關係上經營不良者，這一段運很容易被遺棄(感情易同)。\n＊學習運(休息運)—凡事碰到瓶頸時，可暫時休息，養精蓄銳，若前段(學習運)就進入「空窗」，則這一段運只適合再重修、學習、調整。\n＊衝擊運—防禦功能最弱的「絕運」，很容易被傷害並且發生意外。\n＊結束運—凡不好的事情發展(感情、事業、人際)均可趁這一段運做結束。\n◎運用法則：\n＊不可以過份強出頭—在屬被動、動力不足的「絕」的這一段運，不可做過份出頭、逞強、闖關或掙扎的動作。\n＊保存實力伺機而動—鍛鍊身心、囤積財源、等待時機。\n＊保持鬥志積極行事—不可消極，但也不可衝動行事。\n＊夜行小心不要冒險—在操控運作力弱的「絕」，切忌冒險行事。"
    ]
}