{
    "": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "權星": [
        "歲值-權星\n又稱為『帶動星』，其掌管著權力的跡象。冥冥之中都會碰到掌握權力的機會；只是因為個人先天本質命格的五行組合各有不同。所以有差異，如果先天具有管理領導能力，碰到歲值是『權星』時，將會發揮出更強大的功能。『帶動星』是一種『帶動』的磁場，因此該年在組織團體中具有帶動的力量。有機會升官、掌權或帶動影響皆要把握表現。\n◎掌控、表現慾強。◎權力升格、成長、機會點多。◎適應能力形、陽性反應。"
    ],
    "空亡星": [
        "歲值-空亡星\n也稱之為『紅鸞星』，其掌管著宗教與喜鵲(紅鸞星)，因宗教是奉獻無求，故稱為『空亡』。凡是逢空亡星，很容易有思緒一片空白，發生停頓、判斷錯誤等現象。歲值是空亡星，假如流年不好加上自己自制力又不強，會被歲值影響很大；相反，若是強運，則影響不大。由於空亡星掌管著宗教，因此空亡星最容易碰到或接受宗教及五術的洗禮與影響。『紅鸞星』是帶給人雙喜的一顆星【人間有四喜：一、功名，二、壽喜，三、婚嫁，四、得子，紅鸞星是後雙喜】，所以逢紅鸞星婚嫁或懷孕的機會比較高。因為容易判斷錯誤，所以切忌投機，另外喜事勿拖。\n◎輔佐、顧問、助理、幕僚機會點進來。◎空亡故易接受宗教，應避投資。"
    ],
    "車星": [
        "歲值-車星\n又稱之為『動力星』，他掌管著交通工具，也主宰著忙碌、奔波，此為動力星的特質，因此在這一年會有忙碌的機會出現。車星的力量會帶給人在這一年對交通工具的一種吸引力，故在車子上的問題特別多，比如購買、替換、修理、甚至於交通事件等都會出現，如果流年不好，特別注意的是交通事件。\n◎因工作或其他原因而需來回波動、走動，如出國。◎交通方面:流年好者換車買車；流年壞者注意交通事故。"
    ],
    "田宅星": [
        "歲值-田宅星\n又稱之為『口舌星』，它掌管著住宅、房地產等，每逢田宅星出現，則很容易有置產及修屋的機會。假如在碰到『遷移宮發動』則遷動之新宅多為福宅；當然也牽動一個人的購買之慾望；同樣的他又主宰著『口舌星』，故在此年若運勢不好，則易招來口舌是非，若以口舌為業著如教育、演說、歌唱、行銷等反而顯得出色。\n◎適買、賣、搬房子，可配合父母宮發動。◎話多、語言表達小心，易得罪人。若靠嘴巴吃飯者，可抵消些，38劃講話不留情，逞口舌之能者，宜戒 之。"
    ],
    "倦怠星": [
        "歲值-倦怠星\n又稱之為『守成星』，其掌管著儲蓄、守成。當它出現那一年將會帶給人一種倦怠感，對一般人來講，很容易影響一個人的動力，使人感覺疲倦，也會使人衝勁減低。因為它又是『守成星』，因此在這一年『守成』的功能比向外去突破、改變還要強。唯一可以克服倦怠星的方法是換環境、變動一下，但是假設原來的環境不錯，不要刻意變動，別忽略倦怠星也是守成星。\n◎做事無動力，若流年好則影響力弱。◎想轉換工作。"
    ],
    "驛馬星": [
        "歲值-驛馬星\n又稱之為『奔馳星』掌管著奔馳、忙碌。它與『車星』所不同的地方是：驛馬星是跑長程的，甚而飄洋過海、奔跑的方式比較持續穩定；而車星雖是忙碌，卻有不穩定的現象。假如驛馬星出現，人的元神自然會有出外遊走的感應，若逢事業、工作是屬於動態性質，則比較不易感覺疲憊。\n◎外出機會點，忙碌、換車，仍需注意交通事故。◎陽性好，有動力。"
    ],
    "孤星": [
        "歲值-孤星\n又稱之為『開發星』他掌管著獨立、開拓。故凡是歲值碰到孤星時，人的元神會產生想要開發前程一種慾望出現，走出另一片天空，這就是開發星的功能。又『孤星』是獨力作戰的一顆星，因此它會影響一個人靠自己、表現自己。如果命格出現適合創業的人，創業的時機除了好的流年運勢之外，歲值是孤星也是不錯的時間點。假如屬下有人正好逢孤星，最適合派他開發業務。唯一該注意的是，歲值走到這一顆星時，不自覺地很難與人交心、融合，最不易與人合作、共處，故在這一年的合夥事業以及感情發展都會有影響。\n◎獨立外出，離鄉背景，出遠門，辛苦開發創業，不適合夥。適能力型但需配合流年。"
    ],
    "機運星": [
        "歲值-機運星\n又稱之為『天喜星』，掌管著機運與貴人。凡是歲數碰到機運星，則有一股磁場會帶來貴人相助、提拔、照顧，是求人助的一顆星。人在每一年都會碰到不同的機會點，但如果歲值正逢機運星，能夠接收良機的機率大增。\n『天喜星』的感想，其與『紅鸞星』有異曲同工之處，唯獨不同的是天喜星的姻緣是由長輩（天上掉下）牽線的，而紅鸞星則是自己主動去認識。\n◎合夥機會多。◎適陰性及機運型。(38歲天喜星，上層人際幫忙，易促成婚姻之最後一年)"
    ],
    "五鬼星": [
        "歲值-五鬼星\n稱之為『貪婪星』，它掌管多變、雜亂不定，而含有是非、小人、波折。故凡歲數逢五鬼星，則很容易被是非纏住，也會被變動的磁場感應，而使人不穩定、行事雜亂、方向多變（青少年逢五鬼星很容易被人影響而誤入歧途）；此外，『貪婪星』是最容易影響人產生貪念及投機的慾望，所以在這一年很容易對五鬼行業（指與『吃、喝、嫖、賭、詐』有關的行業）產生興趣，必須小心行事。\n◎變化多端，但黑暗中帶危機，易投機取巧而招致官司，勿出入複雜場所，及接觸不良場所。\n◎主水，漂洋過海，出國，海運。"
    ],
    "依附星": [
        "歲值-依附星\n又稱之為『合夥星』，他掌管著攀附、合作的功能。凡歲數走到依附星，其磁場很容易感應到上位者接受，因此是攀附成長很好的一年。又這顆星有『合夥星』的功能，其觸動了一個人的元神，有合夥的慾念，也會有合作的機會，因此這一年是合夥共業最好的時機，但是還必須配合流年運勢好。\n※注意選擇對象，否則受合夥星影響，萬一別人運勢不好，則成反效果。\n◎機運好:有人助一臂之力◎易被動:無天格、陰性反應者易得，陽性反應靠自己。◎適出國、出遠門。"
    ]
}