{
    "胎名": [
        "太極卦*四象氣集太極宮,亂搶亂得一場空",
        "◎這一句話口訣的意義是在暗示著：來自於四面八方的契機和訊息，一下子都湧進來不知如何判斷，於此同時若是自己信心不定，而胡亂去捕捉，到頭來還是空忙一場。\n◎啟示：今年度的經營跡象，正在考驗著你是不是一位『目標明確』的人；如果你在這一年裡常常隨風起舞、漫無目標的東奔西跑，那代表著你是一位毫無主見、沒有方向的人，這對未來在前程的發展是一大傷害。\n◎切記：堅定信心、認定目標；永往直前、絕不會錯。\n",
        "(太極)抬轎送終,兩頭皆空--不可迷失"
    ],
    "胎財": [
        "套牢卦*落葉時節求此卦,進得籠中出得難",
        "◎這一句的口訣的意義是在暗示著：當你碰到低潮或組織萎縮的局勢出現時，你是否馬上呈現出危機意識，而選擇其他的環境去投靠(發展)；相對的，你有沒有仔細的考慮過，到新環境的發展也會有相同的困境或瓶頸存在。\n◎啟示：很顯然的今年度的跡象是在考驗著你是不是一位思緒很清楚或者安全指數過高的人，這也意味著你是否有和組織同進退、共患難的精神，若能考驗過關，那麼未來勢必會得到更多的認可和機會\n◎切記：『心安聰明現、心靜自然涼』\n",
        "(套牢)寒風氣息,不回洞裡--逃之夭夭--不選"
    ],
    "胎官": [
        "承接卦*承接一切看前例,若是二胎必大吉",
        "◎ 這一句的口訣的意義是在暗示著：目前有機會出現，該不該去接手完全要以過去的狀況來做評估。假如這個機會以前有經營過，是很熟悉的，則不必疑慮，這絕對是好的。 \n◎ 啟示：今年度的經營跡象，是在考驗您是不是一為適合承接的人，如果在這一個年度裡，在工作上有出現讓您去接手經營的職務，那代表您過去的表現得到認可，也可以確定對未來的成長幫助甚大。\n◎ 反向思考：在這一年度裡完全沒有類似的機會出現，那您必須要好好檢討一下過去的努力夠不夠，如果有機會出現而您放棄，那代表您與這個環境的緣份快盡了。※只要是來自於上面提拔的機會大概都錯不了，尤其是以前有做過的、或者是當副手、接替別人的位置（也就是所謂的二胎），這樣的機會都可以接受。\n",
        "(承接)你丟我撿,舊貨不嫌--不要拒絕"
    ],
    "胎利": [
        "作夢卦*曙光一現乍現天,就恐造成南柯夢",
        "◎ 這一句的口訣的意義是在暗示著：當下正有一件來自遠方的機會訊息會出現，讓人感覺到多了一線希望。但是要考量到如果沒有積極去掌握，最後可能變成一場『白日夢』而不積極的人；如果你在這一年度裡有碰到新的發展計劃，並且又確定了有貴人資助，請你趕緊主動積極的去追尋，千萬不要『光說不練』\n◎建議：先利用這一年的考驗來培養自己的積極度和企圖心，等明年你將有意想不到的收穫。\n",
        "(作夢)前途似錦,原來是夢--實際一些"
    ],
    "胎交": [
        "天地卦*天地分清要正氣,脫胎換骨平地起",
        "◎ 這一句的口訣的意義是在暗示著：目前將呈現出一股轉變的氣息，然而這種現象不是您能左右的。而是屬於環境或組織所造成，純屬被動形成的，甚至於會重新來過，完全要從頭做起。但是所有的動機都必須要建立在建康的心態之上。\n◎ 啟示：目前是在考驗著您是不是一位冷靜思考的人，以及要如何去面對，不過這種狀況並不是不好的現象，雖然一切可能要從頭來過或從基礎開始，然而只要您懂的選擇正當性的、或藉著原來的資源去延伸，不要擔心重新開始 未來是會有希望的，請您好好運用人際關係。\n※這個轉變要從頭來過，從基礎開始。但是切記必須要母體的的資源，絕不是空白的、由零開始。然而 這一年碰到的機會其選擇要以正當性，並合乎正道者方可\n",
        "(天地)一元復始,萬象更新--從頭開始"
    ],
    "胎敗": [
        "求藏卦*昏天暗地事難解,求藏容易求脫難",
        "◎這一句口訣的意義是在暗示著：時下正處於一種昏暗不明的環境中，同時也會碰到一些狀況和事務都有解不開情形出現；因此同時，如果暫時保持不動或者先將其擱下是比較容易，若一味的想著要求突破或脫離那恐怕很難。\n◎啟示：今年度的經營跡象是在考驗著你的『冷靜度』和『智慧』的一年，如果你在今年度能夠很清醒的度過，那代表你解決難題的功力增加，並足以應付未來在發展過程中碰到的各種困境。\n",
        "(求藏)諸事無解,解脫不易--躲避為吉"
    ],
    "胎衰": [
        "回報卦*福德氣象專造地,得到佛緣搶不急",
        "◎這一句口訣的意義是在暗示著凡是有好的機會或是貴人出現都是來自於上層長輩，並且都是在造就穩定和誠懇的人；如果你想得到資助和造就，那請先問問你自己是不是秉著虔誠的心，而不是光有企圖心就可以的。\n◎啟示：今年度的經營跡象是在考驗你對上層人際關係的經營如何，以及你『虔誠的態度』如何？(或可說是忠貞度)。若是你有機會被上位者拉拔，提攜，那代表你在這個機會有得到認可，只要你表現真誠必可得到回報。\n\n",
        "(回報)神仙相助,有人回饋--相信上帝"
    ],
    "胎煞": [
        "流產卦*煩煩雜雜是生機,要搶必有胎落地",
        "◎ 這一句的口訣的意義是在暗示著：時下的環境裡正出現了很多種機會現象，可惜都是一些不穩定或狀況不明的機會點。很顯然的如果硬著頭皮去搶這種機會，不但無法獲利，更有可能無疾而終或不了了之。 \n◎ 啟示：目前的經營跡象是在考驗著您的定性如何？以及是否有眼障和耳障的一個關卡。如果，您會因為週邊出現的各種狀況影響而產生心理浮動、急於去搶先機，那代表您的定性不夠，對未來的發展恐怕有所傷害和阻礙。 ◎ 反向思考：假如在這一年能夠排除眼障和耳障不受影響安然過關，那要恭喜您兩年內您將會得到重用。 這一年出現的機會 不宜去搶。\n",
        "(流產)雜亂無章,心亂如麻--靜心等待"
    ],
    "胎絕": [
        "小利卦*活氣出現暗顯機,少接無傷造有利",
        "◎ 這一句的口訣的意義是在暗示著：目前的經營是處在一種虛擬的狀況之中，雖然有些機會或新計劃出現，但還不是很成熟，不至於要急著去實現或完成。除非是水到渠成或者是有外面的資源提供要造就您，那您尚可考慮，否則請勿輕易的改變現況去求突破。\n◎ 啟示：目前的經營跡象是在考驗著您如何補捉思緒的一年，不宜任意的去做重大抉擇、或改變，假如在這一年出現有人要造就您，那代表您未來的發展相當可為。※本身沒有動力，所以也不會被絕氣拉著跑。因此這一年的機會點不會使胎運損傷，擇之可有可無。\n",
        "(小利)送來就接,天賜有利--不容置疑"
    ],
    "養名": [
        "兩儀卦*陰陽兩儀交互替,年初不順年冬吉",
        "◎這一句口訣的意義在暗示你：今年是你操作轉變的一年，原本的行為模式如果是採『被動式』的在上半年感覺不出來很順手，那你必須要在下半年度改變成『主動式』的即可順利不必擔心年頭不順；因為只要懂得改變操作手法和經營策略，到年底就可以看出績效。\n◎記住：若沉寂很久了，那請你要懂得化暗為明、轉被動為主動。\n",
        "(兩儀)陰盛陽衰,吉兇參半--期待轉變"
    ],
    "養財": [
        "守成卦*問說諸事如何辦,只言守成可平安",
        "◎ 這一句的口訣的意義是在暗示著：這一整年的經營都要採取、守成的原則。不管發生任何事或碰到何種機會，宜用「以退為進，以守為攻」的策略，尤其要好好的把握既有的資源，加強奠定根基，以備未來發展之需。\n◎ 啟示：今年度的經營跡象，正是在考驗著您守成的功力如何的一個關卡，人生前程路途有高潮、也有低潮、有加碼前進、也有守成的時候。如果，您在這一年度裡能夠採取保守式的經營，不受周邊環境的影響而產生起伏變化，那代表您的根基會更穩定，對未來的發展、幫助將有加分作用。\n※因為流年養無法感應任何附加價值的磁場，所以在機會點的選擇上，必須就地延伸、守成為主\n",
        "(守成)謹守本份,平安無事--保守為吉"
    ],
    "養官": [
        "貪心卦*氣壓下降非真蹟,貪心不足撐破皮",
        "◎這一句口訣的意義是在暗示著你：今年度的經營過程在考驗你是不是位有貪念的人，雖然今年會碰到有成長的空間或者是有它讓你覺得會蠢蠢欲動的發展機會，然而，你必須要考量到一個重點，那就是你是否有能力可以應付得來，否則那得小心『貪心不足撐破皮』\n◎啟示：今年是在考驗你是否可以安安份份的經營現況?如果能夠『心念不貪，不為所動』，那麼你在未來的發展上，就不太容易『因小失大』而得不償失。\n◎切記：可以有企圖心、卻不能有貪心，一步一腳才實際。\n",
        "(貪心)貪念一起,撐死自己--知足常樂"
    ],
    "養利": [
        "驚險卦*苦果徐徐佈滿天,渡得有驚卻無險",
        "◎這一句口訣的意義在暗示你：今年度的現象是環境在辛苦經營之下，雖然有機會可以讓你突破，但還不是很成熟；因此，總會感覺到驚險，雖然可以過關，然而終就不是屬於順利、輕鬆的一年。\n◎啟示：今年度的經營跡象，正是在考驗著你市不是一位具有『抗壓性』，以及毅力堅定的人?如果在這一年你可以不怕壓力、不辭辛勞、欣然的承受一切，那代表著你未來的成長空間很大。\n",
        "(驚險)苦不堪言,有驚無險--回頭是岸"
    ],
    "養交": [
        "轉機卦*天窗一開新鮮氣,仲夏過後大轉機",
        "◎ 這一句的口訣的意義是在暗示著： 時下正有一股新契機或新的氣象呈現出來，應該是到了要換換空氣、改變一下現況的時候了。最恰當的時間是在夏天（另一種含意是在事情明朗化的時候）。\n◎ 啟示：目前的經營跡象是在考驗著您的敏感度以及變通性如何的一個關鍵，如果您懂的把握今年的機會，甚至於在狀況明朗時積極主動的去爭取改變和成長，那往後的幾年都會節節高升。\n◎ 反向思考：假如您今年都沒有任何轉變的機會，那代表您過去的努力不夠或者是您的敏感度不好。※只要在這個機會點上有人提拔、或是自己主動爭取做轉變，對未來的發展勢必會帶來一番新氣象。凡是在這一年碰到轉變的機會點，幾乎不要猶豫。\n",
        "(轉機)大好時機,趕緊轉變--主動追求"
    ],
    "養敗": [
        "投機卦*黑暗煞神包圍中,投得短機虧雙空",
        "◎這一句口訣的意義是在暗示著你今年將處於一個虛擬幻影的環境中；很容易造成心性的迷失或投機的經營局面。其結局將會使你得不償失。因此請你安份一點，集中精神在原有的工作事業上，好好的表現自己或再吸收學習新知識才是上策。\n◎啟示：今年度的經營跡象正是在考驗著你是不是一位『投機客』，如果在這一年度裡，你沒有被幻境吸引而迷失，那代表著你是一位沒有貪念的人。\n◎切記：貪念必損、投機必失。\n\n",
        "(投機)五鬼纏身,鬼迷心竅--切忌投機"
    ],
    "養衰": [
        "賜福卦*天官賜福在年初,喜事可遇禍不求",
        "◎這一句口訣的意義是在暗示著目前可能會碰到長輩、貴人帶來新的訊息，或者有好的福報來臨，然而也正是你誠懇祈求的好時機，但是絕對無法要求替你『消災解禍』的。\n◎啟示：今年度的經營跡象是在檢驗你的『福報』有多少的一個關鍵，假如今年果真碰到貴人罩著你、提拔你，並且帶來喜訊，那代表你過去的努力、表現和經營有成果，同時也可以反應你的後勢依然看好。\n◎反向思考：假如今年你祈求不到貴人幫忙或完全沒有好的機會出現，那你要好好的檢討你的誠信與上層人際關係。\n",
        "(賜福)天官降臨,春夏有喜--把握機會"
    ],
    "養煞": [
        "額外卦*紛紛爭爭外相親,多得一份苦煞心",
        "◎這一句話是來自於一段故事，有一位很有錢的員外想要娶妾，此消息一放出去以後，竟然來了很多女人想要來『應徵』，在這種紛擾、爭吵的情況下，這位員外只好多選了幾個滿意的對象，沒想到迎娶以後依然爭吵不修，使得這位員外疲倦不堪。這一句口訣的意義是在暗示，因為貪得無厭而招來麻煩。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位『貪得無厭』或者是『不知足』的人，如果你不能滿足於現況，而想再多加爭取或腳踏兩條船，那勢必會引來很多的麻煩和辛苦，建議你留一點心力等兩年，再來發揮表現。\n◎切記：小心駛得萬年船。\n",
        "(額外)桃花過度,齊人非福--安份守己"
    ],
    "養絕": [
        "空歡卦*處處天象皆是虛,接得招來空歡喜",
        "◎這句口訣的意義是在暗示你：時下的周邊環境，似乎到處都有好的機會出現，很容易讓人衝動、以及產生錯覺的現象；如果貿然的去接受或主動去追求，其最後的結果必然會空歡喜一場。\n◎啟示：今年度的經營跡象，在考驗著你的『判斷力』如何的一個關卡，如果你在這一年度裡很容易被周遭環境給吸引，而做出衝動的決定，最後的『空歡一場』或許未必會有損失，但卻已造成你在『判斷力』這一方面的扣分。\n◎反向思考：假如在這一年裡，你對很多事物都特別慎重的思考，不被『眼障』給影響而迷惑，那確定你未來的層次會更高。\n",
        "(空歡)虛擬現象,空得其歡--勿陷幻境"
    ],
    "長生名": [
        "小得卦*天上星星先女花,撿得小利得小發",
        "◎這句口訣的意義是在暗示你：有來自於上層貴人造就的機會，或許還沒有達到成熟的跡象出現；但是，很明顯的你必定可以感覺得到，只要你誠心誠意的接受，總會得到一些利益或成長空間。\n◎啟示：今年度的經營現在是在考驗著你是不是一位『懂得把握機會』的人；相對的，也考驗著你在人際關係上的磁場感應是否很強(上層、貴人如何)。因此，只要有機會出現又是來自於上位者(長輩)的提攜，你必須要懂得把握。\n◎反向思考：假如今年度你都沒有碰到這種機會，那你可能要好好檢討你對上的關係和為人處事的態度。\n",
        "(小得)點滴水露,如獲甘霖--珍惜把握"
    ],
    "長生財": [
        "正財卦*暗暗吸收緩緩落,閣內成長賺得多",
        "◎ 這一句的口訣的意義是在暗示著：目前的局勢最適合於默默的耕耘、穩紮穩打的經營，並且要在原有的環境中，才比較有獲利的空間。\n◎ 啟示：今年度的跡象是在考驗著您是不是一位穩定踏實的人，如果您在這一年裡有穩定成長，並且收入所得也不錯，那可以確定您在這一波的根基是相當穩定的（此後四年內）。 \n◎ 切記：假如您在這一年度的經營起伏不定、變動不安，那代表您往後的發展將會更顛簸不斷。\n※長生的貴人磁場強可以帶動財的氣，但是卻要以實質利益，在原來的工作環境中賺得金錢為主。這是一個得財的機會，絕不是一個都丟財的機會\n",
        "(正財)求財不難,按步就班--腳踏實地"
    ],
    "長生官": [
        "無尾卦*呱呱落地袍與冠,定是溥儀或劉禪",
        "◎這一句口訣的意義是在暗示你：今年度的經營跡象是在考驗你是不是一位『庸庸碌碌』的人，也是意味著今年度你很容易碰到貴人重用或有成長、升格機會，然而也要觀察你是否有用心的在經營；如果你沉迷在表面的功名而只做著白日夢，那最後的結局依然是一場空。換言之，你只要懂得『惜福』和『腳踏實地』的去經營，那就不至於枉然一場\n◎反向思考：如果你今年完全沒有碰到任何機會，那代表你比『平庸』還要慘，請你趕緊調整你的人際關係和個人行為。\n",
        "(無尾 )末代皇帝,王朝結束--改朝換代---後段會掛掉,撐不過3年,"
    ],
    "長生利": [
        "奮鬥卦*聞雞起舞見祖逖,圖強有成靠自己",
        "◎ 這一句的口訣的意義是在暗示著：目前的時局要學習祖逖聞雞起舞的精神，發奮圖強、努力奮鬥、自強不息，才能夠發展出一片光明的前途。\n◎ 啟示：目前的經營績效是在考驗的您的奮鬥精神以及積極的態度，如果您在這一個年度裡一直秉持著主動積極、努力的原則，那代表您在未來的發展上會有成長的空間。\n◎ 反向思考：如果您突然顯的很懶散，那未來即使有再好的機會您也無法把握。\n※要加把勁好好奮鬥，在未來可以擴大格局。\n",
        "(奮鬥)晚睡早起,發奮圖強--自立更生"
    ],
    "長生交": [
        "苦成卦*辛苦成長各參半,更上層樓在後段",
        "◎這一句口訣的意義是在暗示著：在有機會成長的環境中想要有所發展，則必須要有『吃苦耐勞』的心志，以及先求付出、表現的任知；努力耕耘，自然而然就會有所收穫。\n◎啟示：今年度的經營跡象是考驗著你是不是一位能吃苦耐勞，以及不計較付出、懂得努力耕耘的人，如果你在這一年度能表現很出色，那代表著你未來的發展有『後勢可為』的趨向。\n\n",
        "(苦成)不怕吃苦,就會成長--吃努耐勞"
    ],
    "長生敗": [
        "是非卦*暗夜偷生異地喜,奈何回鄉滿城雨",
        "◎ 這一句的口訣的意義是在暗示著：目前的經營有喜有憂，喜的是有貴人出現，讓您有成長發揮的空間；憂的是意味著您必須低調行事，避免招惹是非纏身 而導致滿城風雨。\n◎ 啟示：目前的經營跡象是在考驗這您是不是一位經得起風風雨雨是非纏身，卻處變不驚的人。如果您在這一年能夠過關而沒有被是非絆住，那代表您在未來的發展，肯定是可以排除萬難的。請您好好的面對今年的經營，要懂低調行事、避免口舌是非才是上策。\n※容易因為自己衝動而招致是非纏身，故在這一年所碰到的機會要慎思帶來是非。\n\n",
        "(是非)意亂情迷,遺臭萬年--不食禁果"
    ],
    "長生衰": [
        "再生卦*天顯神機來相助,求得重生現江湖",
        "◎這一句口訣的意義是在暗示著：這一年將會出現很多好的機會，以及來自於上層貴人的資助與造就，是相當好的一個時機點；但是你要主動的去爭取和請求，才能夠得到再度展現才華與能力的時機。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位懂得『把握機會』以及主動性如何的人，也是在檢驗你與上層、長輩關係如何的一個關鍵；如果你在這一年懂得運用貴人相助而一展長才，那你在未來的發展將會很有收穫。\n",
        "(再生)天神下降,貴人相助--努力積極"
    ],
    "長生煞": [
        "假象卦*內有困象外有機,恐是一片假象起",
        "◎這一句口訣的意義◎是在暗示著：今年度的經營狀況在現有的環境內，已經碰到瓶頸和困境很難突破；相對的，恰巧的外面有一些『機會』出現，讓你感覺不錯，而一味的想要投入，卻不知到這些『機會』實屬假象；其主要原因是你在原有的職場環境中碰到盲點，而導致心意外移罷了，倒不是真正出現了『好機會』。\n◎啟示：這一年純屬在考驗你的『意志力』夠不夠堅定，以及自己是不是一位可以打開瓶頸的高手，假如考驗過關，那你未來在發展上就不容易迷失。\n◎記住：逃避現實是短暫，移情作用會更慘；勇敢面對求突破，未來成功當模範。\n",
        "(假象)身陷困境,海市蜃樓--不要煩惱"
    ],
    "長生絕": [
        "突圍卦*四面楚歌十面伏,衝出重圍江東哭",
        "◎ 這一句的口訣的意義是在暗示著：時下的複雜環境或者各種不容易突破的困境和危機，正繞在你身邊把你重重包圍著；如果你想要突破或改善，則勢必要付出相當大的心力和毅力。其實，這一年度的經營跡象，也是在考驗著你的毅力是不是夠堅定，以及你的能力是不是足以應付當時的困境；如果你經得起考驗，那代表你在來年有相當大的成長空間。\n◎反向思考：假如你在這一年碰到瓶頸或困境而採取逃避的方式，那確定你是一位抗壓性不夠的人，在未來的發展必定有限。\n",
        "(突圍)項羽突圍,大勢已去--重新再來"
    ],
    "冠帶名": [
        "名望卦*威震九州是二爺,光芒四射怕引蝶",
        "◎ 這一句的口訣的意義是在暗示著：目前的情勢正是聲名遠播，有如紅到發紫，氣勢很強，是名氣最旺的一刻。相對的，在這一個階段最怕光芒畢露，而導致招蜂引蝶帶來麻煩。\n◎ 啟示：今年度的經營現象，是在考驗著您的名氣有多旺的一個關鍵。如果在這一年裡您在業界、或週遭環境中的知名度很高，又有很多機會讓您表現的話，那代表您的能力、專業與才華是絕對被肯定的。\n◎ 反向思考：假如在這一年度理，您不但沒有表現的機會，甚至於在同業的環境中平平淡淡，那代表您在這個環境中得不到肯定，或者您的努力有待檢視一下。\n必須要盡力表現主動爭取 甚至要表現專才來吸引別人 一個人不管他的層級高或低 在冠帶碰名望\n",
        "(名望)關羽名氣,眾人風靡--勿太得意"
    ],
    "冠帶財": [
        "抑制卦*下了金牌壓岳飛,沖天之志要收回",
        "◎這一句的口訣的意義是在暗示著：今年度的經營過程中你已經呈現出一股強烈的企圖心和慾望，然而由於受制於週邊環境的關係，使得你無法把志向發揮出來，也意味著不管你有多好的計劃，因為大環境的不允許，故不宜在這一年推出或執行，請你收斂一下，千萬不要衝過頭，否則代價太大。當然，也有另一層暗示是在告訴你，千萬別為了事業發展而破壞了上層人際關係。\n◎切記：不要觸怒天威，否則得不償失。\n",
        "(抑制)壓抑自己,暫時不飛--勿犯天威"
    ],
    "冠帶官": [
        "升官卦*盜得玉璽助帝王,獲得兵符又加冠",
        "◎這一句口訣的意義是在暗示著：今年度的經營跡象將呈現出可以有讓你表現能力、輔助上層長輩、貴人，而獲得賞識、重用和提拔的機會。換言之，你今年的成果、績效完全取決於你個人的表現，假如你沒有付出、奉獻的意願，或者只想穩定求平安，那是不可能有任何升格的機會。\n◎啟示：這一年是在考驗你對上司、長輩表現忠心和奉獻的關鍵年，也是考驗你與上層人際關係如何的一年；換來的代價是信任和賞識。\n",
        "(升官)忠心護主,得權升官--排除萬難"
    ],
    "冠帶利": [
        "破財卦*看似一片好地帶,左挖右墾總破財",
        "◎ 這一句的口訣的意義是在暗示著：目前的經營現象將呈現一片好時機，好像到處都有可以獲利的好機會出現，然而到底值不值得轉向或投資，則要從您過去的根基和您的財力來作判斷，若是非要一意孤行，恐怕會招致無謂的損失、破財或付出代價。因此在這一年若有碰到新的發展機會，則必須要考量到獲利的問題，想要變換職場環境則以薪資的多寡來作考量。\n◎ 反向思考：假如您在這一年投資不利，那確定您今生不是一位投資者，請您安份、踏實的在職場上發展。※如果沒有過去的基礎，就想一意孤行地擴大或者投資 恐怕會招致破財或付出代價。因此；在這一年的機會點必須要慎思，若需要投資金錢的機會則不予考慮。\n",
        "(破財)看似龍穴,卻是死局--切忌投入"
    ],
    "冠帶交": [
        "追損卦*日正當中我當紅,夸父追日飲長空",
        "◎這一句口訣的意義是在暗示著你：今年度的經營績效將呈現出你個人的知名度，也意味著你今年要多多展現個人的專業能力與才華，只要你懂得表現則很容易得到認可而獲得機會。但是，要注意今年度是『求名不求利』的現象，因此千萬不要做無謂的投資，到頭來恐怕將白忙一場\n◎反向思考 ：在今年內如果沒有人認可你的專業技術與管理能力，或者跟本沒有機會讓你去表現，那你一定要好好的檢討一下，並且重新思考是否該『改行』了。\n",
        "(追損)雖然很紅,無疾而終--裹足不前"
    ],
    "冠帶敗": [
        "過氣卦*黑夜魑魅飄忽忽,一將功成萬骨枯",
        "◎這一句口訣的意義是在暗示著：今年度的經營跡象是在考驗你是不是一位會帶動組織和以團對為主的管理者，或是只會單打獨鬥、表現個人能力的人，這也意味你在今年要懂得學習如何在團隊或組織中求發展和成長，千萬不可以『個人』為主軸，到頭來將造成『損多利少』。\n◎反向思考：假如你在這一年度有碰到表現的機會，而你能夠低調行事，並以『犧牲小我、完成大我』的精神在經營，那從第二年起你的層級就會一路往上爬。\n",
        "(過氣)代價過高,死傷慘重--不宜硬闖"
    ],
    "冠帶衰": [
        "不誠卦*神仙護佑誠心客,枉然獨闖難有格",
        "◎這一句口訣的意義是在暗示著：今年度你在經營操作上很容易受到自我意識太強烈的影響，而使得一些好機會離你而去，甚至於連貴人也會流失，若想得到『幸運之神』的眷顧，那請你要一直保持著『誠心誠意』的態度與人相處。\n◎啟示：今年度的經營跡象，是在考驗著你的『誠心』如何？假如你堅持獨闖、走自己的風格、無法配合組織運作，或人際關係上破壞了，以及不會惜福的話，那麼今年度的成長是有限的，在經營的成績上也不算及格，對未來的發展更是無法加分。\n",
        "(不誠)缺乏誠意,只信自己--誠心配合"
    ],
    "冠帶煞": [
        "忙碌卦*帥喜印來將要旗,一夫當關萬人敵",
        "◎ 這一句的口訣的意義是在暗示著：今年度的經營是完全表現您個人的能力而受到肯定的一個考驗年，看您到底是一位將才或者是領導人才。從您這一年的經營成績上可以得知，假如您獲得長輩的信任、或上司、老闆的任用，那代表未來您在管理、領導的格局可以更上一層樓。\n◎ 啟示：目前的經營跡象是在考驗您有沒有管理能力的一個關卡，如果這一年下來平平淡淡、空忙一場，那代表您不是一位組織的管理者。當然在這一年也可以觀察另一個層面，那就是您在各層面的交往是否樹立了太多的敵人，如果真是如此，那您未來恐怕難以達到高峰。※可以因為自己的表現和能力受到肯定而抓的住機會，但是這一年的機會，純屬感應到個人的功能。因此要預防對週邊的人際關係有所損傷。\n",
        "(忙碌)大權在握,有勇無謀--多求人和"
    ],
    "冠帶絕": [
        "斷後卦*世外桃源似奇蹟,忙得前段無後期",
        "◎這一句的口訣的意義是在暗示著：今年度的經營將呈現出一種好像有好機會以及奇蹟出現一般的跡象，來吸引你投入或轉變，尤其是你身上正儲存著一股衝動，假如你不假思索的轉變或投入，那到頭來不外乎就是『無疾而終一場空』的白忙一場。\n◎啟示：這正是在考驗您的『理智與判斷力』的一年，建議您要好好的耕耘現在，不要有憧憬。若有任何計劃或想法，請您等到明年再進行。\n※為了顯現自我而衝動起來，結局往往是無疾而終。故當流年走冠帶又碰絕氣時，只宜安守本份，不宜另外做選擇。\n",
        "(斷後)空中樓閣,夢幻泡影--不宜投入"
    ],
    "臨官名": [
        "名聲卦*機到同時運當前,二郎神邊哮天犬",
        "◎這一句口訣的意義是在暗示著，今年度的經營顯象呈現出機會很好，恰巧又碰到你正處於『發展期』，可稱是機運當前、最好發揮實力和展現能力的一年。然而，要特別注意這必須建立在出現的機會是相當有前景，或是提供機會的組織相當龐大，足夠當你未來的靠山才可以。換言之，在今年的經營取向是以選擇『背景』和『靠山』為主。\n◎反向思考：如果在這一年度裡，完全沒有讓你展現才華的機會出現，那代表你的能力和上層人際關係有待檢討。\n",
        "(名聲)緊跟聖主,狗仗人勢--借山靠山"
    ],
    "臨官財": [
        "曇花卦*撥得雲開見月圓,就怕好景曇花現",
        "◎這一句的口訣的意義是在暗示著：今年度的經營狀況已經有排除障礙而漸漸進入明朗的階段，很多現象都在告訴你時機已到、迷霧打開，要主動積極的去開墾和努力耕耘，有付出必有收穫。\n◎啟示：今年度是在考驗著你是不是一位很懂得『把握時機』的人，並且也在檢驗你的思維是否清晰果斷?如果在這一年內你並沒有補捉到任何時機，那代表你的『敏感度』相當的差，這將會影響到未來幾年的發展。\n◎切記：千萬不可『貪心不足蛇吞象』\n",
        "(曇花)花開月圓,短暫美景--把握時光"
    ],
    "臨官官": [
        "兼差卦*機會出現有兩三,寧可雙兼不要轉",
        "◎ 這一句的口訣的意義是在暗示著，此段時期的經營現象呈現出讓您忙碌的跡象，也意味著會出現讓您表現、發揮實力的機會，您寧可身兼雙職（包含工作職場以外的也是），也不可放棄。當然啦！這純粹是針對勞力上和專業上的表現而言，換言之，今年度的忙碌指數越高，則代表您的實力越強，未來是不可忽視的。\n◎ 反向思考：如果您今年度很輕鬆，又沒有出現任何機會，那代表您的能力正面臨考驗，您要再積極努力些。\n※只要有機會都不要放棄，同時身兼幾個職務都沒有關係。不過建功必須以勞力與專業為主，而不是投資\n",
        "(兼差)有差就兼,不要轉變--忙碌避險"
    ],
    "臨官利": [
        "追擊卦*春雨綿綿偶晴天,趁勝追擊在當前",
        "◎ 這一句的口訣的意義是在暗示著：今年度的經營是在考驗你真實能力和動力的一年，雖然偶而會有些小波折或是小阻礙， 但是很容易雨過天晴，只要一有機會，你就要加緊『馬力』全力以赴的往外衝。\n◎ 啟示：今年度的經營跡象在考驗你是不是一位懂得把握機會往外地去發展的人?如果有機會出現，請你一定要極力去爭取，不要猶豫，這是給你一個考驗實力的好機會，相對的，失去這個機會，或者根本沒讓你表現餘地，那妳得要好好省思一下，這一、二年你的努力還不夠，請你要改進一下。! \n",
        "(追擊)緊追有利,不可放棄--加碼前進"
    ],
    "臨官交": [
        "翻身卦*魚躍龍門新身換,除舊佈新得滿貫",
        "◎這一句口訣的意義是在暗示著：有鯉躍龍門的好機會出現，會使人有煥然一新的感覺，但是，想要順利的踏進這一道門檻，你就得把舊習慣或儀表完全做改變及改裝，才會得到被認可或任用。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位可以為了成就而改變自己的習性的人；相對的，也在影射你若想要有翻身的機會，就必須先懂得改變自己，從舊有不好的習慣、行為和儀表開使做起，未來的格局才會提升。\n◎反向思考：假如你在這一年度都沒有碰到翻身的機會，那你必須好好的省思一下，你有很多上不了檯面的壞習慣。\n",
        "(翻身)換個位子,身價不凡--安心去做"
    ],
    "臨官敗": [
        "盜取卦*寒夜深深行急急,若非盜取亦投機",
        "◎這一句口訣的意義是在暗示著：時下圍繞在週邊的機會和環境，顯現出黑暗不明的狀況，很容易使人迷失或衝動，如果在這種局勢還想闖關，那代表著存有投機和不健康的心態，其產生的後果勢必不好。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位『正直』而且不衝動、不迷失的人；如果你在這一年度裡，面對周遭的環境而不起貪婪之心、並且正派經營，那在第二年勢必有奇蹟出現。\n◎切記：奇蹟之前必有考驗，考驗不過奇蹟不現。\n",
        "(盜取)人在江湖,身不由己--三思後行"
    ],
    "臨官衰": [
        "祖德卦*二品官爵諸君要,祖上有德貴人罩",
        "◎這一句口訣的意義是在暗示著：很好的官位和職務美每個人都想要爭著要，然而真正能夠得到的人，必定是有背景或者與上層人際關係建立得不錯的人才有希望。\n◎啟示：今年度的經營跡象，是在考驗著你以往『人際關係』經營如何的一個關鍵；如果你在今年度的機會比任何人都順或者是貴人特別旺，總會有人要提拔你，那你可要好好的省思—這是過去努力經營人際關係的一種成果，請你好好珍惜，並且要繼續的保持下去。\n◎反向思考：假如在這一個年度裡有好機會，但是總輪不到你身上，那你要好好的檢討一下你的為人處事(尤其是與長輩相處上)，或許有相當大的缺失，請你改進。\n",
        "(祖德)發跡之前,先拜祖先--仰賴長輩"
    ],
    "臨官煞": [
        "苦渡卦*前有惡煞後有虎,此關渡得真辛苦",
        "◎ 這一句的口訣的意義是在暗示著：此期間的經營現象將呈現出您有點難以應付，在面對機會點的抉擇上不知所措的狀況。讓您感覺到要前進也不對，要後退也不對，是相當不好渡的一關，算得上是辛苦經營的一年。當然啦！您也不必擔心，因為只要秉持著堅定的毅力，在這一個關卡就可以輕鬆的渡過 更代表著您在未來的發展上具備抗壓的免疫力，也意味著您在今生的前程上已經奠定了成功的根基。\n◎ 反向思考：假如您在今年因為怕壓力而停頓或缺乏主動積極，那代表您在職場上很難有成就。或者是在四年以後還要面臨新的考驗。 ※在這一年的機會降臨多屬不好應付的，完全要靠毅力去經營。\n",
        "(苦渡)前行有阻,後有追兵--不屈不撓"
    ],
    "臨官絕": [
        "奔馳卦*赤兔神駒風和配,日奔千里不覺累",
        "◎ 這一句的口訣的意義是在暗示著：以目前的情勢正是發揮神技、表演實力的好時光。時下不但要竭盡所能的展現自己，還要忘掉疲憊，把握時光、全力以赴的衝。\n◎ 啟示：今年度的經營跡象是在考驗您的實力和耐力如何的一個關鍵。如果您在這一年度的經營上有勢如破竹的氣勢，那代表您在明年將有衝上高峰的實力，是絕對不可忽視的。\n◎ 反向思考：假如您在今年度出現了無力感、無法突破局勢，那代表您的實力有限以及耐力不行，您要好好的重新定位和訓練。※行事無阻，只要量力而為即可。\n",
        "(奔馳)披星戴月,心有所屬--把握實力"
    ],
    "帝旺名": [
        "登峰卦*登峰謙卑可造極,求名得名利得利",
        "◎這句口訣的意義是在暗示著：天地之間的真理，愈是爬上高峰愈要小心謹甚，當人月有名氣和地位時，則越要謙卑，才可能登峰造極、名利雙收。\n◎啟示：今年的經營跡象，正是在考驗著你是不是一位可以更上層樓登上高峰的人，以及檢驗你的涵養和氣質的一個重要關鍵；如果你在今年度一直節節高升，又有達到『名利雙收』的地步，那真要恭喜你!你的身價又疊高了。\n反向思考：假如你在今年沒有任何更好的發展或升級，那你要好好的檢討與反省，你一定有某些行為上的缺失，請改進!\n",
        "(登峰)卦中之王,名利雙收--見好就收"
    ],
    "帝旺財": [
        "努力卦*金銀寶物在地底,努力挖掘莫猜疑",
        "◎這句口訣的意義是在暗示著：時下所處的環境相當有價值，也最值得去開墾和挖掘的一處寶地，只要用心、積極、努力的去做，最後必然會有展獲。\n◎啟示：今年渡的經營跡象，是在考驗著你是不是一位『積極努力』的人，以及檢驗你會不會『珍惜』目前環境的一個關卡，如果你能夠在這一年度裡，一直保持著積極努力的態度，在現有的兩、三年都會有更好的成長與收獲。\n◎反向思考：假如你在這一年度裡，不太安份或無心戀棧，那在未來的發展很難有所成長。\n",
        "(努力)努力耕耘,不疑有他--全力以赴"
    ],
    "帝旺官": [
        "強敵卦*更上層樓已艱辛,奈何又現程咬金",
        "◎ 這一句口訣的意義是在暗示著你今年度的經營績效已經達到高峰期，再往也上成長的空間有限，不但如此m即使你想要突破挑戰更上層，那是相當辛苦艱難的一個波段，尤其要特別注意，往往在關鍵時刻，偏偏殺出一位『程咬金』來破壞好事。\n◎啟示：今年度是在考驗著你如何去面對『好事多磨』或『層層有阻』的一個關卡。如果你懂得堅守現況好好經營，並建立好各層面的人際關係，那對你未來的發展會比較有利。\n◎切記：留得青山在，不怕沒柴燒。\n",
        "(強敵)煞神出現,提早抽身--退守為吉"
    ],
    "帝旺利": [
        "無果卦*一片荒涼無邊際,種得花果古來稀",
        "◎ 這一句的口訣的意義是在暗示著：目前所看到的景象是一片荒涼又遙遙無期，根本毫無生機可言，更別說會開花結果。換言之：當碰到不可能的事情時強求也是枉然。\n◎ 啟示：目前正在考驗您是不是一位喜歡強求的人，尤其在碰到不可能有結果的事情時，您如果依然存有強烈慾望的話。那代表您的判斷力有問題，這對未來的發展影響甚大。\n註：如果跡象明顯又是您本身能力所及的機會，則不以強求論之。\n◎ 切記：與其現在要開墾荒地，不如再等等，來日方長。※不適合遠行、往外開拓 。故在這一年若是碰到新機會，恐怕在經營上難有結果。\n",
        "(無果)荒漠無果,白忙一場-- 心裡有數"
    ],
    "帝旺交": [
        "實虛卦*高峰轉變有時機,前段當實後段虛",
        "◎ 這一句的口訣的意義是在暗示著，可展現您實力的最高峰，當然也會有轉變的機會出現，然而這種機會的結果將出現兩種狀況； 一、「利為實，名為虛」 。前半段以求利為主，後半段以求名為主。 二、「親耕者實，借力者虛」。故可言前半年靠自己帶動表現，後半年靠組織架構借力使力。\n◎ 啟示：目前的經營跡象是在考驗您是不是一位有『財氣』、或者是有『管理能力』的人，前半段是在考驗您的實力，後半段則是檢驗您的管理能力。換言之，這一年的結論就是您的成績單。※這雖是個有利的機會點，但求名多於求利。故在這一年的機會選擇宜以名氣為主。\n",
        "(實虛)轉變有利,前實後虛--短線操作"
    ],
    "帝旺敗": [
        "遭忌卦*運上天道氣落地,亢龍有悔遭人忌",
        "◎這一句口訣的意義是在暗示著：目前在經營操作手法上，雖然非常順利甚至於有『氣勢凌人』的味道，但是時下環境的局勢已經出現了反彈與不滿的氣象，於此同時是最容易遭遇到妒忌和壓制的狀況。\n◎啟示：今年度的經營跡象是在考驗你是不是一位會『得意忘形』和不懂得『收斂』的人，如果你在這一年度度懂得保持謙卑的態度與低調行事的話，那恐怕會引來人際關係上損傷，對未來的發展影響甚大。\n◎反向思考：假如你能夠在這一年度裡默默耕耘、安然過關、沒有犯忌，那你在明年勢必會得好的機會眷顧。\n",
        "(遭忌)自識過高,易遭圍勦--事留三分"
    ],
    "帝旺衰": [
        "奇蹟卦*不管機會排第幾,此去前程有奇蹟",
        "◎這一句口訣的意義是在暗示著：今年度在經營上除了在『高峰期』的蘊轉操作較順以外，還意味著在今年度內，所碰到的機會，不管是要你往外發展，或是職務上的變動，只要是由上司安排的機會，你都可以考慮接受，請你不要懷疑，這將會給你帶來意想不到的收穫。\n◎反向思考：假如今年都沒有任何跡象反應，那麼你也應該反省一下，你過去幾年的表現和人際關係有待檢討和改進。\n",
        "(奇蹟)機會出現,必是奇蹟--不要懷疑"
    ],
    "帝旺煞": [
        "接替卦*加官進爵是天意,死了君王我接替",
        "◎ 這一句的口訣的意義是在暗示著，今年的經營操作雖然可衝上高峰，但是會不會升官、加薪完全要看上層的意思。或言老天是否要給你這個機會，假如您的上司、老闆或長輩，以前就很重用您，那在今年度除了有機會升職以外，也是讓您擔起重大責任的一段機會。\n◎ 啟示：目前的經營跡象除了考驗著您是不是一位能夠扛重任的人以外，也在檢驗著您與上層的關係經營的如何的一個重要關卡。因此在這一年是訓練您挑起重責大任的最好時機，您要懂的把握這個機會。\n◎ 切記：在和上層長輩的相處上，記得平時多燒香，不要臨時抱佛腳。※強盛的運勢可以將來自四面八方的煞氣控制自如，或可得到擁護與支持。故在這一年碰到有成長的機會一定要極力爭取。\n",
        "(接替)一切所得,老天安排--忠心守候"
    ],
    "帝旺絕": [
        "根基卦*想再多闖新天地,一切成敗看根基",
        "◎ 這一句的口訣的意義是在暗示著：時下所出戲在您面前的各種新氣象以及您的任何發展慾望出現，其最後結果的好與壞或者是成功與失敗，都要以過去的經營基礎來作論斷。\n◎ 啟示 ：目前的經營跡象是在考驗著您是不是一位踏實、穩定的人，或者是一位衝動、不假思索的人。如果您在這一關經得起考驗，那代表您未來的發展是可以節節往上爬的。\n※經營與發展完全是看前面的根基如何，依天地自然相吸的道理，若前端之根基很好自然會吸引到好的機會，故順其自然而為之。\n",
        "(根基)想闖天下,先看基礎--穩紮穩打"
    ],
    "衰名": [
        "因果卦*機運當強論成敗,努力回顧前五載",
        "◎這一句的口訣的意義是在暗示著：今年度經營的成果，要回顧過去幾年所播下的種子有多少，若是好的種子播的愈多，那麼今年的回收就愈旺；當然，如果過去所播下的種子不是『優良品種』或者尚未成熟，那麼今年的回收就不存在了。換言之，今年的成績是在途顯你前五年的努力成果，到底成果會呈現出未來在發展上是『後勢相當可為』、或是會呈現出一敗塗地，這都會在今年度有所『啟示』\n◎切記：三分善因七分果，努力耕耘有收獲；不要怨天又尤人，加緊腳不得更多。\n",
        "(因果)因果得報,努力有成--毅力堅定"
    ],
    "衰財": [
        "忌貪卦*有氣無力節節退,貪得無驗必自毀",
        "◎這句口訣的意義是在暗示著：今年度所呈現出來的的在考驗跡象，是在考驗你的『持續力』如何的一年，看你是否在進入『疲憊期』的時候，依然能夠維持以往的動力，健康的思緒和觀念，如果無法維持，那在這一年的退化、退步的速度相當的快；並且也在告訴你不要有貪得無厭的慾望，以保持現狀最為理想。 \n◎反向思考：假如你夠在這一年維持和去年度一樣的成果，那是操作命運的高手。\n",
        "(忌貪)氣力漸失,不可強求--暫時收心"
    ],
    "衰官": [
        "栽培卦*升官機會前等待,求得貴人把我栽",
        "◎這一句口訣的意義是在暗示著你：今年度的過程狀呈現出有成長空間的機會，或是有提昇格局的環境在等待著你。換言之，你今年所面臨的環境是相當好的，也是值得你去爭取和頭入，你要懂得好好把握，不可猶豫；不但如此，你還要誠懇、主動的去請求貴人(長輩)把你好好的栽培。\n◎反向思考：假如今年你放棄現有的環境，或者是根本沒有人願意教導你或培植你，那你要好好思考，你在人際關係上的經營必有不當之處，對未來的發展更是有傷。\n",
        "(栽培)官位有缺,靠人栽培--尋求貴人"
    ],
    "衰利": [
        "退隱卦*緩緩衰退名難再,不如修道或吃齋",
        "◎ 這一句的口訣的意義是在暗示著：時下正面臨到一股強烈的退化現象，已經不可能再有過去的風光景象，於此同時不如退隱山林或來個急流湧退更為恰當。\n◎ 啟示：目前是考驗著您是不是一位懂的急流勇退和化實為虛的人，如果此期間面對在工作管理上已經有退化的狀況出現時，懂的急流湧退、換手經營，那代表您是一位真正的管理高手。\n◎ 切記：假如您沒有碰到退化的情況出現，您也要懂得趁此時培養接手的人，以便提升層級。※根本無法經營新的機會，因此不做選擇。\n",
        "(退隱)光芒漸進,張良修道--以退為進"
    ],
    "衰交": [
        "外鄉卦*此卦不動會倦怠,往外發展兩冬開",
        "◎ 這一句的口訣的意義是在暗示著：目前的經營過程將會出現您正處於疲憊、倦怠的狀況中，如果沒有在職務上或性質上做變動。您將會碰到瓶頸和困惑 巧合的是剛好也會碰到有轉變或往外發展的機會，可以改變您的心態，但是要特別注意這個變動的前提，如果是由組織或長輩主動提出，讓您轉變或外調異動，則代表這個機會是有發展性的。如果是您自己想要去變動，往外發展則未必好。\n◎ 啟示：目前的經營跡象是在考驗您的敬業精神和忠貞度如何，以及是否會獲得任用的一年，請您要積極一點。\n正符合喜新厭舊的心態 這時正可以說是一拍即合 讓提不起勁的人換個新環境 往外發展的機會甚好\n",
        "(外鄉)變動必然,往外發展--選擇慎重"
    ],
    "衰敗": [
        "衰敗卦*有人說我是鰲拜,氣數將盡年底來",
        "◎ 這一句的口訣的意義是在暗示著：【清朝康熙皇帝的輔政大臣，因為覺的皇帝年幼故居功自傲、專橫擅權、驕橫跋扈、排除異己，直到康熙親政後將其逮捕，並革職拘禁不久病死。】其意義是在反射人若太過跋扈、或目中無人，其結果必定自取滅亡。\n◎ 啟示：目前的經營跡象是在檢驗您是不是一位自以為是和專橫跋扈的人，如果您在這一年不懂的檢討過去、收斂調整自己，其後果必有損傷，更別說未來有何發展。\n◎ 反向思考：假如今年度裡您能夠檢討自己，保持低調行事若安然過關，那明年勢必會有更好的發展。\n有加速退化 失敗及被遺棄 此年所碰到的機會是相當不好的 不宜投入\n",
        "(衰敗)多行不義,報應產生--趕緊收斂"
    ],
    "衰衰": [
        "短發卦*老怕空名利不來,中年達官無三載",
        "◎這一句口訣的意義是在暗示著：今年度的經營跡象有兩種狀況吃出現：(一)你在職場上如果已經做很久了，那代表在這一年你所面臨的只能求得職務上的升格，但是卻未必有實質的利益。(二)你另有其他發展的機會，但是這個機會未必是可以長久發展、經營的。\n◎啟示：這一年也正是在考驗你組織管理能力以及你是否能穩定發展的一個關卡。\n◎切記：請你抱定長久發展的態度去表現付出、不問收穫；努力耕耘、紮好基礎，不要斤斤計較。\n",
        "(短發)短暫小發,未必是福--可有可無"
    ],
    "衰煞": [
        "能力卦*機會是好也是壞,看我賢能或庸才",
        "◎ 這一句的口訣的意義是在暗示著：今年度的經營績效將在檢驗你是不是一位能幹、有才華的人，或者是一位無能的庸才；換言之，如果你有能力解決和處理，甚至於出現升格或挑戰的機會，你也必定能夠勝任跟過關；相對的，如果你所面臨到的所有問題，自己都無法解決，那代表你不適任於現在的環境和職務。想要創造人生的高峰，請你在今年好好的表現、發揮一下。\n◎ 記住：『天將降大任於斯人也，必先苦其心志，勞其筋骨』。\n",
        "(能力)好壞各半,表現看看--盡心盡力"
    ],
    "衰絕": [
        "回收卦*此段回收財官利,持續努力會升級",
        "◎ 這一句的口訣的意義是在暗示著：目前所面臨的經營狀況，不管是在財利上或者是職務階級上，完全處於回收時期，然而這也要端賴前波段的努力播種和耕耘，除此之外還呈現出繼續努力，未來會更成長。\n◎ 啟示：目前的經營跡象是在檢驗您過去努力的成果如何？以及是否有持續力的一個關卡，如果您在這一年度裡的經營收獲甚豐，那代表您在前幾年的表現良好，也代表著繼續努力，明年會更好。\n◎ 反向思考：假如您在這一年的經營出現負成長，或者沒有什麼回收。那代表您在過去的努力有待檢討，或許您對未來的發展應該重新規劃一下。※只要努力去做能力所及的事，都會有回收的。因此這一年所碰到的機會，若屬能力所及必可為之。\n",
        "(回收)雖是回收,加倍努力--堅到底"
    ],
    "病名": [
        "良臣卦*眾星拱月可上任,左右護法得良臣",
        "◎這一句的口訣的意義是在暗示著：目前正處於人氣甚旺的時段，也會碰到好的機會、取捨的抉擇點，則以大家都支持會擁護的為基準，甚至於可能因此而高升或得到好助手。\n◎啟示：今年度的經營跡象，是在考驗晢你『人際關係』的一個關卡，如果你在這一年裡人氣很旺、又有知名度，到處有人要提拔或照顧你，那代表你未來的發展相當可觀。\n◎反向思考：假如你在今年度完全沒有任何跡象出現、平淡無比，那代表你在人際關係上要改進。\n",
        "(良臣)眾星拱月,正是時候--理性選擇"
    ],
    "病財": [
        "經營卦*七分利來三分債,堅守經營可旺財",
        "◎這一句的口訣的意義是在暗示著：目前所處環境中，依然存有七成的利益價值，雖然也含有三成的不良負數值，但是只要懂得選擇有利益價值的來經營，依然很有獲利空間。\n◎啟示：今年度經營跡象，是在考驗你是不是一位有『財氣』的人，如果你在這一年度裡的收獲和所得比往年高出許多，並且沒有錯誤的損失，那確定你是一位很有商業細胞的人；在此建議你好好的發揮，尤其在往後的十年內，必有相當可觀成績出現。\n◎反向思考：假如在今年度裡，你不但嗅不出『財氣』的存在，並且又出現負數的虧損，那你實在是不宜往商業發展。\n",
        "(經營)賺七賠三,繼續經營--用新方式"
    ],
    "病官": [
        "圖利卦*原封不動難相處,轉變必有利可圖",
        "◎這一句口訣的意義在暗示你：目前的環境和局勢正在改變，如果你一直保持著原來的行為模式或經營方法，那是很難有所突破與成長的；你必須要改變一下經營模式和策略，才能夠有好好的發展。這也意味著今年度的經營跡象是在考驗你的變通能力， 如果你懂得順應著環境的潮流而改變， 那代表你在未來的發展上，不怕碰到困境和瓶頸，你一定可以突破的。\n◎反向思考：假如你今年都沒有碰到有考驗的機會，那代表你是一位『一成不變』或『平淡無奇』的人。\n",
        "(圖利)資產變現,轉換有利--唯利是圖"
    ],
    "病利": [
        "失蹄卦*今日風采不如昔,四戰三敗馬失蹄",
        "◎這一句口訣的意義在暗示著：老將上戰場，已經失去了往日的風采，除了作戰能力減退容易挫敗以外，連坐騎也都不堪使用。\n◎今年度的經營跡象，是在檢討你是不是一位會做『自我檢討』和『改變』的人，如果你在今年有碰到經營上的瓶頸或困惑時，不妨先仔細的檢視一下『自己』、找出『癥結』所在，爾後再好好的做改變和調整，那對來年的發展將有莫大的幫助。\n",
        "(失蹄)風光已退,能力不足--棄武從文"
    ],
    "病交": [
        "不定卦*多雲陣雨不定天,早敗年底晚三年",
        "◎這一句口訣的意義是在暗示著：今年度的經營情形，出現很多種不穩定的狀況，風風雨雨、起起伏伏、相當不穩定，以整年度而言，不算是順利。\n◎啟示：這一年正是在考驗著你『定力』如何的一年看你是否會輕易的做改變或投資?如果你克制不住自己，任意去做改變或投資，你將會面臨到一種結局，那就是最快年底就嚐到『敗果』，即使拖過年底也拖不過三年。因此，請你冷靜，安份一、兩年，把這一段當成是訓練『定力』的過程。\n",
        "(不定)氣象不穩,轉向有損--不可嘗試"
    ],
    "病敗": [
        "多病卦*體弱多病又老邁,雪上加霜真無奈",
        "◎這一句口訣的意義是在暗示著目前將面臨到情勢有如一位老人，不但身體虛弱又加上多病纏身的狀況，呈現在現實的環境中會讓人有『屋漏篇逢連夜雨』、『求天天不應、求地地不靈』的無奈感。\n◎啟示：今年度的經營跡象是考驗著你的『心境』以及你的『實力』如何的一個關卡，如果你在這一年度裡對現實環境呈現出『無力感』，那代表你的『能力』有限，在未來的發展上想要更上層樓恐怕困難。\n◎反向思考：假如你在這一年度依然保持著『信心十足、意志堅定』，那代表你是一為實力派的管理者。\n",
        "(多病)老病成咳,惡性循環--求教專家"
    ],
    "病衰": [
        "變節卦*錦上添花雖封侯,變節之心已難收",
        "◎這一句口訣的意義是在暗示著：今年度在經營上產生一股不穩定的亂流磁場，這一股亂流則是源於你自己本身的心思和情緒，即使今年有好的機會會是貴人造就，你也不見得會珍惜和把握，因此這一年的經營成果完全取決於你本人，如果你能心思穩定、釐清思緒、不亂投資或改變現況，那你依然有成長的空間或貴人相助。\n◎反向思考：今年是考驗你『定力』的一年，如果你放任自己的心思和想法，那代表你毅力不堅，很容易動搖，未來發展可能更容易受損。\n",
        "(變節)雖得福祿,無心經營--順其自然"
    ],
    "病煞": [
        "賠本卦*安排設計來招親,賠了夫人又折兵",
        "◎這一句的口訣的意義是在暗示著：目前正面臨到有一種讓人心動的局勢，可能因此而動了算計的念頭，沒想到千算萬算、最後還是損兵折將又賠了老本。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位『自作聰明』的人，只要你在這一年裡碰到『狀況不明朗』的機會，而你也起了『算計之心』，到頭來恐怕會招來『自食其果』的結局；也代表著你是屬於『聰明反對聰明誤』那一型的人，這將對來的發展有相當大的影響。\n◎反向思考：如果你在這一年裡都沒有受環境未影響而動了『算計』的心念，那代表你是一位『沉穩持重』的人。\n",
        "(賠本)機關算盡,自套陷阱--心存善念"
    ],
    "病絕": [
        "斷足卦*交錯朋友失雙腿,借問足下可幫誰",
        "◎這一句的口訣的意義是在暗示著：今年度的經營上會出現一些虛擬的機會，造成你在思緒上的誤判、或是衝動的決定，使得你在工作上事業上做出錯誤的抉擇，更可能因為交友不慎、或受到周遭環境拖累，而讓自己陷入困境，得不償失。\n◎啟示：你在這一年度的經營上必須以穩定自己，不要胡思亂想，不亂做變動為主，要了解『泥菩薩過江，自身難保，妄想保他人』的道理，假如你在今年度可以不受任何『虛象』誘惑，而且人脈聚集穩定成長，那將代表你後勢相當可為，你會成功的。恭喜你！\n",
        "(斷足)誤信錯判,無法立足--小心謹慎"
    ],
    "死名": [
        "功名卦*日月同光有奇蹟,但求功名不求利",
        "◎ 這一句的口訣的意義是在暗示著：今年的經營成果將出現在資產負債表上，假如您的產值很高又有盈餘，那您今年將有意想不到的奇蹟出現，自然而然會出現多種機會、貴人，造就或支持您。相對的，如果您在事業或人際、人脈的經營上，出現漸漸退化、毫無起色，則可以確定您過去所累積下來的是虧損的那請您做結清的準備。\n◎ 切記：人生有順有無奈，強時緊追弱時等待；若想谷底換換氣，辦個喜事除百災。※走死運如果還要主動出擊，就不能以奇蹟來看。由此可見，凡是求功名的機會則不要猶豫。\n",
        "(功名)光輝奇蹟,有名無利--切忌瘋狂"
    ],
    "死財": [
        "斷頭卦*堅守資源在本州,強行出擊必斷頭",
        "◎這一句的口訣是來自於『三國演義是』的『關羽大意失荊州』的那一段，其意義是在暗示著：目前的局勢只適合保持現況，力守原有的資源好好經營，萬萬不可衝動而往外開括出擊，否則其後果不但會失去資源，恐怕連翻身的機會都沒有了。\n◎啟示：今年度的經營跡象，正是考驗著你是不是一位『守業』的高手，以及檢驗你是不是一位『沉得住氣』的人； 如果在這一年裡，你能穩定的守有很大的成長機會住現有的資源好好經營，那三年後的發展將會\n◎切記：留的青山在，不怕沒柴燒\n",
        "(斷頭)力守資源,離開必死--不可自負"
    ],
    "死官": [
        "層級卦*龍有龍行虎有步,老鼠最盛在暗處",
        "這一句口訣的象徵意義有二：\n一、在這一年內有往上提升被重用、恭為、賞賜、提拔，那代表你經營得好，對未來有加分作用。\n二、如果在這一年內，你不但沒有提升，反而遭到排擠、裁撤、遺棄，那代表你經營的不好，對未來產生扣分作用\n◎切記：寧願當龍孫虎子，也不願意做鼠輩，千萬不要貪圖小利，而從此暗無天日。\n",
        "(層級)上下層級,因人而異--自己選擇"
    ],
    "死利": [
        "野心卦*鵲巢易主鳩來佔,野心勃勃速成難",
        "◎這一句口訣的意義是在暗示著你：今年度在經營上你已經很明顯的出現了野心，這一股力量將使你在工作上無法安於現況，或有變動易主的狀況，也會有『鳩佔鵲巢』的心態出現，但是要注意不能衝動也不能急進。\n◎啟示：今年度的經營跡象是在考驗著你是不是一位野心很強的人，然而野心和貪念都是會造成衝動和急燥，這種莽撞強渡衝關的決定，和行為是不會成功的，因此，請你稍做收斂，仔細盤算一下，自己有幾分實力，三思而後行，以免一發不可收拾。\n◎記住：企圖心可使人積極與奮鬥，野心則會讓人迷失和衝動。\n",
        "(野心)侵佔奪取,野心出現--不著痕跡"
    ],
    "死交": [
        "轉世卦*山窮水盡疑無路,柳暗花明又一村",
        "◎這一句口訣的意義是在暗示著：時下所面臨的狀況，會讓人感覺到無耐的走到一處盡頭，正當不知該如何是好的時後，剛好又出現了一線生機，讓人有『絕處逢生』和『喜獲重生』的希望。\n◎啟示：今年度的經營跡象，是在考驗著你是不是一位『毅力堅定』和『求生慾望』很強的人；如果你能夠秉持著堅定的信心度過這個關卡，那代表你將會走入另一段新的未來。\n◎切記：信心堅定感動天，不怕盡頭只怕閒；花開花謝總是有，今年過了等明年。\n",
        "(轉世)走到盡頭,轉入光明--否極泰來"
    ],
    "死敗": [
        "暗渡卦*案渡陳倉免遭殃,惡名昭彰在本鄉",
        "◎這一句口訣的意義是在暗示著：面對著不明朗的環境局勢狀況之下，最好的應變方法就是『暗渡陳倉』，避免讓不好的結局或錯誤的抉擇浮上檯面，而引來爭議並影響到個人的名譽。\n◎啟示：今年度的經營跡象，是在考驗著你是不是一位『沉著』和『冷靜』的人，如果你在這一年度的表現能夠安然過關沒有出現『惡名』的狀況，那代表你是一位沉得住氣，而不會受外界影響的人。\n◎切記：人生有起也有落，高峰謙卑低沉著；想要節節有高升，步步為營好操作。\n",
        "(暗渡)招搖過市,必遭批判--低調行事"
    ],
    "死衰": [
        "機運卦*機運貴人南與西,尊上親下做幾許",
        "◎ 這一句的口訣的意義是在暗示著：目前的績效成果是在檢驗您以往過去的為人處事如何？如果您前幾年在人際關係上經營的很好， 那今年絕對會獲得很好的福報、貴人相邀或是好機會的降臨。\n◎ 啟示：今年度的經營跡象正是在考驗您的貴人運如何的關鍵，如果一整年下來都平平淡淡，甚至於遇到困難，沒有人願意幫您，積極努力卻碰不到好機會，那您就該好好的省思一番，要如何改進您在人際關係上的經營。\n◎ 切記：得到要惜福，失去不痛苦；現在就改變，努力再起步。※貴人運甚旺，然而機會的選擇取自南方。而貴人尋找則朝西邊，唯獨要注意的是平常在上、下人際關系的經營和打點做的如何？\n",
        "(機運)有機可乘,貴人可遇--上下打通"
    ],
    "死煞": [
        "無依卦*曾經風雲功已過,今恐貶官又枷鎖",
        "◎ 這一句的口訣的意義是在暗示著：以前能夠自由發揮或叱吒風雲的時機已經過去了，現在的環境已無法容許過去的行為模式，如果依舊如法炮製，那恐怕不只會失去職務和所得，還會惹來麻煩。\n◎ 啟示：目前的經營跡象是在檢驗著您是不是一位懂得收斂和改變的人，如果您懂的以退為進收斂自己好好的觀察一下環境的變化，重新學習，則對您在未來的發展上有極大的助益。※無法承擔多方起落的氣，因此，在這一年所碰到的機會點不宜選用。\n",
        "(無依)豐功已過,靠山又失--修身養性"
    ],
    "死絕": [
        "放棄卦*放棄一切覓新路,怎知此步會大輸",
        "◎ 這一句的口訣的意義是在暗示著：目前正面臨到一種抉擇，那就是放棄原有的環境資源，而另覓一條完全新的發展路途，其最後的結局則是新不如舊，甚至於無法回頭再來。\n◎ 啟示：目前的經營跡象所呈現出來的狀況是在檢驗您是不是一位喜新厭舊的人，如果您在這一年度裡處理人、事、物方面都一直有放棄舊有而想要尋找新的，那代表著您不是一位懂得珍惜的人，這對您未來的前程發展格局是有限的。\n◎ 切記：除非您的舊資源是負數或負債的，否則不輕易的放棄。\n",
        "(放棄)衝動有錯,好勝必輸--不宜放棄"
    ],
    "絕名": [
        "虛名卦*有人送終有人拱,徒有虛名一場空",
        "◎這一句的口訣的意義是在暗示著：目前你正面臨到兩種極端的狀況，一是有人希望你消失或結束離開現有的環境，另一種是有人會支持你繼續留著或擁護你浮上台面，然而在這種局勢下，到頭來也只是『虛名』而已，也可謂之『有名無實』\n◎啟示：今年的經營跡象在檢驗著你到底還有多少價值，或許你得到的只是『有名無實』，但依然有其價值性；相對的假如你碰到被排擠的現象很嚴重，代表著你完全沒有被利用的價值存在，那請你從現在開使要更加積極努力的表現。\n◎反向思考：請你不要計較得到的只是『虛名』而已，名利!有名自然有利!\n",
        "(虛名)抬轎送終,兩頭皆空--切勿上場"
    ],
    "絕財": [
        "包袱卦*引狼入室變包袱,沉迷最愛必大輸",
        "◎ 這一句的口訣的意義是在暗示著：今年度的經營過程中會出現讓您心動的機會，或者是您最希望想要完成的心願。但是，口訣的最大提示是在告訴您，千萬不要衝動投入（包括投資）或一廂情願的去執行，那將會成為你未來的包袱，請您保持原狀，堅持不貪、謹慎小心即可。\n◎ 啟示：這一年其實是在考驗您會不會沉迷於自己所喜愛的人、事、物，也等於在考驗您的「自制能力」，如果過關了，那您為未來的發展是相當可觀的，請您珍惜本身的「價值」。※只要把持不貪、無慾，保持原狀，不要亂選擇，謹慎小心即可。\"\n",
        "(包袱)愛上許仙,被困千年--不要迷戀"
    ],
    "絕官": [
        "困灘卦*龍困乾凅難伸展,養精蓄銳勿上灘",
        "◎這一句口訣的意義是在暗示著你：今年度的經營跡象是不是一位『殘餘價值』很高，以及是否有能力在一個不好的環境中成為『迄立不搖』的高手；相對的，也意味著你在這一年中最好是要懂得養精蓄銳，保存一些實力蓄勢待發待發，只要能能穩定守得住，那兩年後，勢必會有翻身轉變的機會讓你去發揮\n◎切記：短暫的休息是為了要走更遠的路。\n",
        "(困灘)英雄被困,生不逢時--稍安勿躁"
    ],
    "絕利": [
        "未開卦*今想還陽又何奈,只是生門打不開",
        "◎這一句口訣的意義是在暗示著：目前正處於想要還原、回到過去的心境，以及希望能夠重頭再來過的心願；雖然如此卻偏偏找不到可以重生的機會，或者能夠突破的關卡。\n◎啟示：今年度的經營跡象，是在檢驗著你是不是一位『有創意』、以及可以『衝破瓶頸』的人，如果你在這一年裡經營可以走出『無奈』、逢事皆可迎刃而解，那代表你未來的幾年必定可衝上高峰、成就非凡。\n",
        "(未開)想要重生,時機未到--再等等看"
    ],
    "絕交": [
        "過時卦*飛龍在天已過時,再闖天關必有失",
        "◎ 回顧以往到現在這一段的最高峰已經過去了若想要再硬闖曾經有過的情況，勢必會付出相當大的代價。不如另外選定一個新目標重新起步。\n◎ 啟示：目前的經營跡象是在檢驗您是不是一位頑冥不化的人，以及考驗著您變通力的一個關卡，如果您懂得把這一年當成過去的休止符，邇後變通一下 另外訂一個新的目標，重新定位再前進才可能發展出新的局面。\n◎ 反向思考：假如您這一年裡堅持不改，並延續過去式的經營模式，那不但無法有更好的結果，恐怕連未來的發展都會有阻礙。\n※雖然有機會可轉變，卻無法擺脫運勢的空虛，掌握不住交氣這個轉變的契機。因此即使轉變也不容易經營得比過去更好。\n",
        "(過時)高峰已過,不宜再闖--切勿貪功"
    ],
    "絕敗": [
        "烏雲卦*陷進泥沼無支撐,又逢滿天烏雲層",
        "◎ 這一句的口訣的意義是在暗示著：目前所面臨到的情況有如一腳踩進沼澤泥中一路下陷，在此困境之中又偏碰到烏雲密怖、風雨欲來的情形，有抽不出腿又行不得的窘境。\n◎ 啟示：目前的經營跡象是在考驗著您的冷靜，以及在檢驗著您是不是一位掉入陷阱而可以自拔的人。如果在這一年度裡，碰到任何困境皆可冷靜以對，再加上碰到陷阱時不會迷失、懂的自拔，那代表您已經開始走進否極泰來的新未來。\n◎ 反向思考：假如在這一年您很平淡的渡過，沒有任何困境，或迷失的狀況出現，那可以確定您是一位福星高照的人。（好命的女人）※虛弱的運勢根本無法抵抗黑暗的衝擊，因此在這一年碰到的機會，不但沒辦法支撐，更會招來惡運。\n",
        "(烏雲)一片黑暗,不見天日--求神保佑"
    ],
    "絕衰": [
        "貴人卦*我本無心再期待,怎知貴人要安排",
        "◎這一句的口訣的意義是在暗示著：目前的經營將呈現出有貴人要安排的機會，不管是在工作職場、事業上，但是很顯然的您的心思無意接受。換個角度來看，也可以說是您已經無心再期盼您的願望，請您注意，如果您懂的接受貴人長輩為您所做的安排，您將會有意想不到的收獲。\n◎ 啟示：目前的經營跡象是在考驗您的人際關係與信心的一年，如果得不到任何機會和安排，那您得好好檢討自己為人處事的態度。※在機會點的選擇上比較不容易把握，應理性思考為宜。\n",
        "(貴人)失望之餘,貴人出現--接受安排"
    ],
    "絕煞": [
        "忠誠卦*人生自古誰無死,留取丹心照汗青",
        "◎這一句口訣的意義是在暗示：目前鄭面臨到一種抉擇，那就是放棄原有的環境資源，兒另覓一條完全新的發展路途，其最後的結局則是『新不如舊』，甚至於無法回頭再來。\n◎啟示：今年度的經營跡象所呈現出來的狀況是在檢驗你是不是一位『喜新厭舊』的人；如果你在這一年度裡，處分人、事、物方面都一直有放棄舊有人想要尋找新的，那代表著你不是一位懂得珍惜的人，這對你未來的前程發展格局是有限的。\n◎切記：除非你的舊資源是『負數或負債』的，否則不輕易的放棄。\n",
        "(忠誠)重生無望,人死留名--保住名節"
    ],
    "絕絕": [
        "靜觀卦*不急不忙靜觀望,守住舊業勝新闖",
        "◎這一句口訣的意義是在暗示：目前所處的環境無法明確的看出機會，因此只適合『靜觀其變』；保持不急不忙的平常心，繼續留在現有的環境中，或守於原有的行業裡，總比往外亂闖還要有利。\n◎啟示：今年度的經營跡象所呈現出來的狀況是考驗著你的『定力』如何的一個關卡，如果你在這一年度裡能夠守在原有的行業中繼續發展；沒有心浮氣躁，往外亂闖，那代表你是一位很有『定力』的人，對明年的發展相當有利。\n◎反向思考：假如你在今年度做了新的選擇與轉變，那可以確定你是一位很急躁的人，請你好好的調整一下心性。\n",
        "(靜觀)靜靜等候,守業觀望--不露聲色"
    ]
}